{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Reconeixement òptic de caràcters",
    "Text recognition for your images" : "Reconeixement de text per a les imatges",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud AppStore](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Descripció\n\nEl processament OCR (reconeixement òptic de caràcters) de Nextcloud per a imatges amb tesseract-js aporta capacitat OCR al vostre Nextcloud.\nL'aplicació utilitza tesseract-js al navegador per processar imatges (png, jpeg, tiff, bmp) i guarda el fitxer PDF de sortida a la carpeta d'origen de Nextcloud. Això, per exemple, us permet cercar-hi.\n\n## Requisits previs, requisits i dependències\nL'aplicació OCR té alguns requisits previs:\n\n- [Nextcloud 16 i superior](https://nextcloud.com/)\n\n- Només s'admet en els últims navegadors web moderns (Chrome, Edge, Firefox, Opera, Safari*)\n\n- Tesseract traineddata necessita un espai d'uns 200 MB al seu servidor (s'instal·larà automàticament).\n\n_* A Safari actualment hi ha un problema amb la [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), que requereix que un administrador estableixi el 'script-src' a ‘unsafe-eval' per que l'aplicació funcioni correctament. Com que això és bastant insegur, l'aplicació en si no ho posa i recomana decidir que pel seu propi risc (si us plau assegureu-vos, que vostè sap el que és CSP i quin efecte té per exemple unsafe-eval)._\n\n## Instal·lació\nInstal·leu l'aplicació des de la [Nextcloud AppStore](https://apps.nextcloud.com/apps/ocr) o descarregueu el paquet de github (**NOT** les fonts) i col·loqueu el contingut a **nextcloud/apps/ocr/**.\n\n## Avís legal\nEl programari es distribueix \"TAL QUAL\", SENSE GARANTIES NI\nCONDICIONS DE QUALSEVOL TIPUS, ja sigui expresses o implícites.\n\n## Nota\nLa versió 3 i les versions anteriors no estan suportades o mantingudes per l’autor. Així que per al processament de fons asíncron si us plau bifurcar el repositori i utilitzar la branca \"no mantinguda\" per treballar en millores. L'autor no va ser capaç de donar-li suport degut al gran esforç de desenvolupament necessari.\nA més, aquest projecte es basa en un port webassembly de tesseract. El mantenidor va deixar de treballar en el processament de PDF en aquesta aplicació i començarà a treballar en un aplicació separada per a gestionar pdf.",
    "Target file already exists:" : "El fitxer de destinació ja existeix:",
    "An unexpected error occured during the load of your favorite languages. No language will be set instead." : "S'ha produït un error inesperat durant la càrrega de les llengües preferides. No s’establirà cap llengua.",
    "An unexpected error occured during the upload of the processed file." : "H hagut un error inesperat mentre es processava la pujada del fitxer.",
    "An unexpected error occured during the deletion of the original file." : "Hi ha hagut un error inesperat mentre es suprimia el fitxer original.",
    "An unexpected error occured during Tesseract processing." : "Hi ha hagut un error inesperat durant el processament del Tesseract.",
    "OCR processing failed:" : "S'ha produït un error mentre es processava l'OCR:",
    "MIME type not supported." : "El tipus MIME no està suportat.",
    "Process" : "Processa",
    "A large number of files may take a very long time." : "Un gran nombre d'arxius poden trigar molt de temps.",
    "{file}/{files} Files successfully processed" : "S'han processat correctament {file}/{files} fitxers",
    "_%n file is being processed:_::_%n files are being processed:_" : ["S'estan processant %n fitxers:","S'estan processant %n fitxers:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Suprimir el fitxer original (imatge)","Suprimir els fitxers originals (imatges)"],
    "_%n file_::_%n files_" : ["fitxer %n","%n fitxers"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Àrab",
    "Azerbaijani" : "Azerí",
    "Belarusian" : "Bielorús",
    "Bengali" : "Bengalí",
    "Bulgarian" : "Búlgar",
    "Catalan" : "Català",
    "Czech" : "Txec",
    "Chinese" : "Xinès",
    "Traditional Chinese" : "Xinès tradicional",
    "Cherokee" : "Cherokee",
    "Danish" : "Danès",
    "German" : "Alemany",
    "Greek" : "Grec",
    "English" : "Anglès",
    "English (Old)" : "Anglès (Antic)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "Esperanto alternatiu",
    "Math" : "Math",
    "Estonian" : "Estonià",
    "Basque" : "Basc",
    "Persian (Farsi)" : "Persa (Farsi)",
    "Finnish" : "Finès",
    "French" : "Francès",
    "Frankish" : "Francès (Frankish)",
    "French (Old)" : "Francès (Antic)",
    "Galician" : "Gallec",
    "Ancient Greek" : "Grec Antic",
    "Hebrew" : "Hebreu",
    "Hindi" : "Hindi",
    "Croatian" : "Croata",
    "Hungarian" : "Hongarès",
    "Indonesian" : "Indonesi",
    "Icelandic" : "Islandès",
    "Italian" : "Italià",
    "Italian (Old)" : "Italià (Antic)",
    "Japanese" : "Japonès",
    "Kannada" : "Kannada",
    "Korean" : "Coreà",
    "Latvian" : "Letó",
    "Lithuanian" : "Lituà",
    "Malayalam" : "Malayalam",
    "Macedonian" : "Macedoni",
    "Maltese" : "Maltès",
    "Malay" : "Malai",
    "Dutch" : "Holandès",
    "Norwegian" : "Noruec",
    "Polish" : "Polonès",
    "Portuguese" : "Portuguès",
    "Romanian" : "Romanès",
    "Russian" : "Rus",
    "Slovakian" : "Eslovac",
    "Slovenian" : "Eslovè",
    "Spanish" : "Espanyol",
    "Old Spanish" : "Espanyol Antic",
    "Albanian" : "Albanès",
    "Serbian (Latin)" : "Serbi Llatí",
    "Swahili" : "Suahili",
    "Swedish" : "Suec",
    "Tamil" : "Tamil",
    "Telugu" : "Telugu",
    "Tagalog" : "Tagalog",
    "Thai" : "Tailandès",
    "Turkish" : "Turc",
    "Ukrainian" : "Ucraïnès",
    "Vietnamese" : "Vietnamita",
    "Press enter to select" : "Premeu Retorn per seleccionar",
    "Press enter to remove" : "Premeu Retorn per eliminar",
    "Selected" : "Seleccionat",
    "No matches found" : "No s'han trobat coincidències",
    "Select language" : "Selecciona l'idioma",
    "Save" : "Desa",
    "An unexpected error occured during save of your favorite languages. Please try again." : "S'ha produït un error inesperat en desar les llengües preferides. Si us plau, torneu-ho a provar.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "S'ha produït un error inesperat durant la càrrega de les llengües preferides. Si us plau, torneu-ho a provar.",
    "An error occured during save of your favorite languages. Please check your input." : "S'ha produït un error en desar les llengües preferides. Si us plau, comproveu la vostra entrada.",
    "Selected languages will be preselected by default in the OCR dialog." : "Les llengües seleccionades es preseleccionaran per defecte al diàleg de ROC.",
    "Favorite languages" : "Llengües preferides"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}