{ "translations": {
    "OCR" : "Texterkennung",
    "Target file already exists:" : "Zieldatei bereits vorhanden:",
    "An unexpected error occured during the load of your favorite languages. No language will be set instead." : "Ein unerwarteter Fehler trat während des Ladens deiner favorisierten Sprachen auf. Stattdessen wird keine Sprache gesetzt.",
    "An unexpected error occured during the upload of the processed file." : "Ein unerwarteter Fehler trat während des Hochladens der verarbeiteten Datei auf.",
    "An unexpected error occured during the deletion of the original file." : "Ein unerwarteter Fehler trat beim Löschen der Ursprungsdatei auf.",
    "An unexpected error occured during Tesseract processing." : "Ein unerwarteter Fehler trat bei der Verarbeitung durch Tesseract auf.",
    "PDF does not contain any Pages to process." : "PDF enthält keine Seiten zum Verarbeiten.",
    "An unexpected error occured during pdf processing." : "Ein unerwarteter Fehler trat beim Verarbeiten der PDF auf.",
    "OCR processing failed:" : "Texterkennung fehlgeschlagen:",
    "No file selected." : "Keine Datei ausgewählt",
    "MIME type not supported." : "MIME-Typ nicht unterstützt.",
    "Press to select" : "Zum Auswählen drücken",
    "No matches found" : "Keine Übereinstimmungen gefunden",
    "Select language" : "Sprache wählen",
    "Process" : "Verarbeiten",
    "PDF files and a large number of files may take a very long time." : "PDF-Dateien und eine große Anzahl an Dateien können sehr viel Zeit in Anspruch nehmen.",
    "{file}/{files} Files successfully processed" : "{file}/{files} Dateien erfolgreich verarbeitet",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n Datei wird verarbeitet:","%n Dateien werden verarbeitet:"],
    "_Replace (PDF) or delete (image) original file_::_Replace (PDF) or delete (images) original files_" : ["Ersetze (PDF) oder lösche (Bild) die Ursprungsdatei","Ersetze (PDF) oder lösche (Bilder) die Ursprungsdateien"],
    "_%n file_::_%n files_" : ["%n Datei","%n Dateien"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Arabisch",
    "Azerbaijani" : "Aserbaidschanisch",
    "Belarusian" : "Weissrussisch",
    "Bengali" : "Bengalisch",
    "Bulgarian" : "Bulgarisch",
    "Catalan" : "Katalanisch",
    "Czech" : "Tschechisch",
    "Chinese" : "Chinesisch",
    "Traditional Chinese" : "Traditionelles Chinesisch",
    "Cherokee" : "Cherokee",
    "Danish" : "Dänisch",
    "German" : "Deutsch",
    "Greek" : "Griechisch",
    "English" : "Englisch",
    "English (Old)" : "Mittelenglisch (Alt)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "Esperanto alternativ",
    "Math" : "Mathematisch (Gleichungserkennung)",
    "Estonian" : "Estnisch",
    "Basque" : "Baskisch",
    "Persian (Farsi)" : "Persisch (Farsi / Iran)",
    "Finnish" : "Finnisch",
    "French" : "Französisch",
    "Frankish" : "Altfränkisch",
    "French (Old)" : "Altfranzösisch",
    "Galician" : "Galicisch",
    "Ancient Greek" : "Altgriechisch",
    "Hebrew" : "Hebräisch",
    "Hindi" : "Hindi",
    "Croatian" : "Kroatisch",
    "Hungarian" : "Ungarisch",
    "Indonesian" : "Indonesisch",
    "Icelandic" : "Isländisch",
    "Italian" : "Italienisch",
    "Italian (Old)" : "Altitalienisch",
    "Japanese" : "Japanisch",
    "Kannada" : "Kanaresisch",
    "Korean" : "Koreanisch",
    "Latvian" : "Lettisch",
    "Lithuanian" : "Litauisch",
    "Malayalam" : "Malayalam",
    "Macedonian" : "Mazedonisch",
    "Maltese" : "Maltesisch",
    "Malay" : "Malaiisch",
    "Dutch" : "Niederländisch",
    "Norwegian" : "Norwegisch",
    "Polish" : "Polnisch",
    "Portuguese" : "Portugiesisch",
    "Romanian" : "Rumänisch",
    "Russian" : "Russisch",
    "Slovakian" : "Slovakisch",
    "Slovenian" : "Slowenisch",
    "Spanish" : "Spanisch",
    "Old Spanish" : "Altspanisch",
    "Albanian" : "Albanisch",
    "Serbian (Latin)" : "Serbisch (Latein)",
    "Swahili" : "Swahili (Suaheli)",
    "Swedish" : "Schwedisch",
    "Tamil" : "Tamilisch",
    "Telugu" : "Telugu",
    "Tagalog" : "Tagalog",
    "Thai" : "Thailändisch",
    "Turkish" : "Türkisch",
    "Ukrainian" : "Ukrainisch",
    "Vietnamese" : "Vietnamesisch",
    "Save" : "Speichern",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Ein unerwarteter Fehler trat während des Speicherns deiner favorisierten Sprachen auf. Bitte versuche es erneut.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Ein unerwarteter Fehler trat während des Ladens deiner favorisierten Sprachen auf. Bitte versuche es erneut.",
    "An error occured during save of your favorite languages. Please check your input." : "Ein unerwarteter Fehler trat während des Speicherns deiner favorisierten Sprachen auf. Bitte überprüfe deine Eingabe.",
    "Selected languages will be preselected by default in the OCR dialog." : "Hier ausgewählte Sprachen werden im Texterkennungsdialog als Standard vorausgewählt.",
    "Optical character recognition" : "Texterkennung",
    "Text recognition for your images and pdf files" : "Texterkennung für Deine Bilder und PDF-Dateien",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images and PDF with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and small PDFs and saves the output file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud AppStore](http://apps.nextcloud.com) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Consideration\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract and some in browser tools for pdf handling, which especially in case of processing PDF files leads to quite some overhead compared to tools like [OCRmyPDF](https://github.com/jbarlow83/OCRmyPDF). Please consider, that output files can get quite big and the process may take quite long, too." : "# Beschreibung\n\nNextcloud OCR (optische Zeichenerkennung) für die Verarbeitung von  Bildern und PDF-Dateien mit tesseract-js ermöglicht Texterkennung in der  Nextcloud.\nDie App verwendet tesseract-js im Browser, um Bilder (png, jpeg, tiff, bmp) und kleine PDFs zu verarbeiten und speichert die Ausgabedatei im Nextcloud Quellordner. Das ermöglicht zum Beispiel die Textsuche in Dateien.\n\n## Voraussetzungen, Anforderungen und Abhängigkeiten\nDie OCR-App hat einige Voraussetzungen:\n\n- [Nextcloud 16 und neuer](https://nextcloud.com/)\n\n- Wird nur von den neuesten modernen Webbrowsern (Chrome, Edge, Firefox, Opera, Safari*) unterstützt.\n\n\n_* Auf Safari gibt es derzeit ein Problem mit der [Content-Security-Policy] (https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), das den Administrator dazu zwingt, die 'script-src' auf 'unsafe-eval' zu setzen, so dass die App richtig funktioniert. Da dies recht unsicher ist, setzt die App selbst diese Einstellung nicht und empfiehlt, dies auf eigenes Risiko zu setzen (bitte sicherstellen, dass bekannt ist  was ein CSP ist und was z.B. unsafe-eval verursacht)._\n\n## Installation\nDie App aus dem  [Nextcloud AppStore](http://apps.nextcloud.com) installieren oder das Paket von Github herunterladen (**NICHT** die Quellen) den Inhalt in **nextcloud/apps/ocr/** kopieren.\n\n## Haftungsausschluss\nDie Software wird auf einer \"AS IS\"-Basis verteilt, OHNE GARANTIEN ODER BEDINGUNGEN JEGLICHER ART, entweder ausdrücklich oder stillschweigend.\n\n## Vorgängerversionen\nDie Version 3 und frühere Versionen werden vom Autor nicht mehr unterstützt/gepflegt. Für die asynchrone Hintergrundverarbeitung sollte daher das Repository geteilt und der \"nicht gewartete\" Zweig verwendet werden, um an Verbesserungen zu arbeiten. Der Autor kann dabei leider keine Unterstützung geben.\nDarüber hinaus basiert dieses Projekt auf einem Webassembly-Port von tesseract und einigen In-Browser-Tools für die PDF-Bearbeitung, was insbesondere bei der Verarbeitung von PDF-Dateien zu einem ziemlichen Overhead im Vergleich zu Tools wie [OCRmyPDF](https://github.com/jbarlow83/OCRmyPDF) führt. Es ist darauf hinzuweisen, dass die Ausgabedateien recht groß werden können und die Verarbeitung sehr lange dauern kann.",
    "Favorite languages" : "Favorisierte Sprachen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}