{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Reconocimiento óptico de caracteres",
    "Text recognition for your images" : "Reconocimiento de texto para tus imágenes",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Descripción\n      \n      El procesamiento OCR (reconocimiento óptico de caracteres) de Nextcloud para imágenes con tesseract-js brinda capacidades de OCR a tu Nextcloud.\n      La aplicación utiliza tesseract-js en el navegador para procesar imágenes (png, jpeg, tiff, bmp) y guarda el archivo PDF de salida en la carpeta de origen en Nextcloud. Esto te permite realizar búsquedas en él.\n      \n      ## Prerrequisitos, requisitos y dependencias\n      La aplicación OCR tiene algunos prerrequisitos:\n      \n      - [Nextcloud 16 y superior](https://nextcloud.com/)\n      \n      - Solo es compatible con los navegadores web modernos más recientes (Chrome, Edge, Firefox, Opera, Safari*)\n      \n      - Tesseract traineddata necesita aproximadamente 200 MB de espacio en tu servidor (se instalará automáticamente).\n      \n      \n      _* En Safari, actualmente hay un problema con la [Política de seguridad de contenido](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), que requiere que un administrador configure 'script-src' como 'unsafe-eval' para que la aplicación funcione correctamente. Dado que esto es bastante inseguro, la aplicación en sí misma no lo configura y recomienda decidirlo bajo tu propio riesgo (asegúrate de saber qué es CSP y qué causa, por ejemplo, unsafe-eval)._\n      \n      ## Instalación\n      Instala la aplicación desde la [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) o descarga el paquete de lanzamiento desde GitHub (**NO** las fuentes) y coloca el contenido en **nextcloud/apps/ocr/**.\n      \n      ## Descargo de responsabilidad\n      El software se distribuye \"TAL CUAL\", SIN GARANTÍAS O \n      CONDICIONES DE NINGÚN TIPO, ya sean expresas o implícitas.\n      \n      ## Nota\n      La versión 3 y versiones anteriores ya no son compatibles o mantenidas por el autor. Así que para el procesamiento asincrónico en segundo plano, bifurca el repositorio y usa la rama \"not-maintained\" para trabajar en mejoras. El autor no pudo darle soporte debido al esfuerzo requerido.\n      Además, este proyecto está basado en una versión de tesseract en webassembly. El mantenedor dejó de trabajar en el procesamiento de PDF en esta aplicación y comenzará a trabajar en una aplicación separada para manejar PDF.",
    "Target file already exists:" : "El archivo de destino ya existe:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Ocurrió un error inesperado durante la carga de tus idiomas favoritos. No se establecerá ningún idioma.",
    "An unexpected error occurred during the upload of the processed file." : "Ocurrió un error inesperado durante la carga del archivo procesado.",
    "An unexpected error occurred during the deletion of the original file." : "Ocurrió un error inesperado durante la eliminación del archivo original.",
    "An unexpected error occurred during Tesseract processing." : "Ocurrió un error inesperado durante el procesamiento de Tesseract.",
    "OCR processing failed:" : "Procesamiento de OCR falló:",
    "MIME type not supported." : "El tipo MIME no está soportado.",
    "Process" : "Proceso",
    "A large number of files may take a very long time." : "Un gran número de archivos puede llevar mucho tiempo.",
    "{file}/{files} Files successfully processed" : "{archivo}/{archivos} Archivos procesados exitosamente",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n archivo está siendo procesado:","%n archivos están siendo procesados:","%n archivos están siendo procesados:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Eliminar archivo original (imagen)","Eliminar archivos originales (imágenes)","Eliminar archivos originales (imágenes)"],
    "_%n file_::_%n files_" : ["%n archivo","%n archivos","%n archivos"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Arabic",
    "Azerbaijani" : "Azerbaijani",
    "Belarusian" : "Belarusian",
    "Bengali" : "Bengali",
    "Bulgarian" : "Bulgarian",
    "Catalan" : "Catalán",
    "Czech" : "Czech",
    "Chinese" : "Chinese",
    "Traditional Chinese" : "Chino tradicional",
    "Cherokee" : "Cherokee",
    "Danish" : "Danish",
    "German" : "German",
    "Greek" : "Griego",
    "English" : "English",
    "English (Old)" : "Inglés (Antiguo)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "Esperanto alternativo",
    "Math" : "Matemáticas",
    "Estonian" : "Estonian",
    "Basque" : "Basque",
    "Persian (Farsi)" : "Persa (Farsi)",
    "Finnish" : "Finnish",
    "French" : "French",
    "Frankish" : "Franquista",
    "French (Old)" : "Francés (Antiguo)",
    "Galician" : "Galician",
    "Ancient Greek" : "Griego antiguo",
    "Hebrew" : "Hebrew",
    "Hindi" : "Hindi",
    "Croatian" : "Croatian",
    "Hungarian" : "Hungarian",
    "Indonesian" : "Indonesian",
    "Icelandic" : "Icelandic",
    "Italian" : "Italian",
    "Italian (Old)" : "Italiano (Antiguo)",
    "Japanese" : "Japanese",
    "Kannada" : "Kannada",
    "Korean" : "Korean",
    "Latvian" : "Latvian",
    "Lithuanian" : "Lithuanian",
    "Malayalam" : "Malayalam",
    "Macedonian" : "Macedonian",
    "Maltese" : "Maltese",
    "Malay" : "Malay",
    "Dutch" : "Holandés",
    "Norwegian" : "Norwegian",
    "Polish" : "Polish",
    "Portuguese" : "Portuguese",
    "Romanian" : "Rumano",
    "Russian" : "Russian",
    "Slovakian" : "Eslovaco",
    "Slovenian" : "Slovenian",
    "Spanish" : "Español",
    "Spanish (Old)" : "Español (Antiguo)",
    "Albanian" : "Albanian",
    "Serbian (Latin)" : "Serbio (Latín)",
    "Swahili" : "Swahili",
    "Swedish" : "Swedish",
    "Tamil" : "Tamil",
    "Telugu" : "Telugu",
    "Tagalog" : "Tagalog",
    "Thai" : "Thai",
    "Turkish" : "Turkish",
    "Ukrainian" : "Ukrainian",
    "Vietnamese" : "Vietnamese",
    "Press enter to select" : "Pulsa enter para seleccionar",
    "Press enter to remove" : "Pulsa enter para eliminar",
    "Selected" : "Seleccionado",
    "No matches found" : "No se encontraron coincidencias",
    "Select language" : "Selecciona el idioma",
    "Save" : "Guardar",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Ocurrió un error inesperado durante el guardado de tus idiomas favoritos. Inténtalo de nuevo.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Ocurrió un error inesperado durante la carga de tus idiomas favoritos. Inténtalo de nuevo.",
    "An error occured during save of your favorite languages. Please check your input." : "Ocurrió un error durante el guardado de tus idiomas favoritos. Por favor, verifica tu entrada.",
    "Selected languages will be preselected by default in the OCR dialog." : "Los idiomas seleccionados serán preseleccionados por defecto en el diálogo de OCR.",
    "Favorite languages" : "Idiomas favoritos"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}