{ "translations": {
    "Saved." : "Guardado.",
    "Saving languages failed:" : "Se presentó una falla al guardar los idiomas:",
    "The languages are not specified in the correct format." : "Los idiomas no están definidos en el formato correcto.",
    "Saving Redis settings failed:" : "Se presentó una falla al guardar las configuraciones de Redis:",
    "The Redis settings are not specified in the right format." : "Las configuraciones de Redis no están especificadas en el formato correcto.",
    "OCR" : "OCR",
    "OCR processing failed:" : "Procesamiento de OCR falló:",
    "No file selected." : "No se ha seleccionado algun archivo.",
    "MIME type not supported." : "El tipo MIME no está soportado.",
    "_OCR processing for %n file failed. For details please go to your personal settings._::_OCR processing for %n files failed. For details please go to your personal settings._" : ["El procesamiento OCR para %n archivo falló. Para más detalles por favor ve a tus configuraciones personales.","El procesamiento OCR para %n archivos falló. Para más detalles por favor ve a tus configuraciones personales."],
    "OCR status could not be retrieved:" : "No fue posible recuperar el estatus OCR:",
    "No languages available for OCR processing. Please make sure to configure the languages in the administration section." : "No hay idiomas disponibles para el procesamiento OCR. Por favor asegúrate de configurar los idiomas en la sección de adminsitración. ",
    "Available languages could not be retrieved:" : "Los lenguajes disponibles no pudieron ser extraidos: ",
    "Process" : "Proceso",
    "Replace" : "Reemplazar",
    "_OCR started: %n new file in queue._::_OCR started: %n new files in queue._" : ["OCR iniciado: %n nuevo archivo en la cola.","OCR iniciado: %n nuevos archivos en la cola."],
    "_OCR: %n currently pending file in queue._::_OCR: %n currently pending files in queue._" : ["OCR: %n archivo actualmente pendiente en la cola.","OCR: %n archivos actualmente pendientes en la cola."],
    "No matches found." : "No se encontraron conincidencias",
    "Select language" : "Selecciona el idioma",
    "OCR jobs could not be retrieved:" : "No se pudieron recuperar las tareas OCR:",
    "The job for the following file object has been successfully deleted:" : "La tarea para el siguiente objeto de archivo ha sido borrada exitosamente:",
    "Error during deletion:" : "Error durante el borrado:",
    "Delete" : "Borrar",
    "No pending or failed OCR items found." : "No se encontraron elementos pendientes o fallidos de OCR.",
    "Refresh" : "Actualizar",
    "Delete from queue" : "Borrar de la cola",
    "File" : "Archivo",
    "Status" : "Estatus",
    "Log" : "Bitácora",
    "Replace by result" : "Sustituir por resultado",
    "Saved" : "Guardado",
    "Please setup Redis in the administration settings first." : "Por favor configura primero Redis en la configuración de administración.",
    "The given settings key is empty." : "La clave ingresada en la configuración está vacía.",
    "The Redis host is not specified in the correct format." : "No se ha especificado el servidor de Redis en el formato correcto.",
    "The Redis port number is not specified in the correct format." : "No se ha especificado el número de puerto de Redis en el formato correcto.",
    "The Redis DB is not specified in the correct format." : "La Base de Datos de Redis no está especificada en el formato correcto.",
    "Wrong parameter." : "Parámetro equivocado.",
    "Wrong MIME type." : "Tipo MIME equivocado.",
    "Cannot replace shared files." : "No se pueden reemplazar archivos compartidos. ",
    "Empty parameters passed." : "Se pasaron parametros vacíos. ",
    "Cannot delete because of wrong owner." : "No puede ser eliminado por ser el dueño equivocado",
    "Cannot delete because of wrong ID." : "No se puede borrar porque el ID está equivocado.",
    "Reading the finished jobs from Redis went wrong." : "La lectura de los trabajos terminados de Redis falló.",
    "Temp file does not exist." : "El archivo temporal no existe.",
    "OCR could not put processed file to the right target folder. If you selected the replace option, you can restore the file by using the trash bin." : "El OCR no pudo poner el archivo procesado en la carpeta correcta. Si seleccionaste la opción de reemplazar, puedes restaurar el archivo usando la papelera de reciclaje. ",
    "Could not add files to the Redis OCR processing queue." : "No fue posible agregar archivos a la cola de procesamiento OCR de Redis.",
    "Temp file cannot be created." : "No se puede crear el archivo temporal.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "No es posible borrar el archivo durante la creación del archivo temporal para Tesseract.",
    "Cannot create temporary file for Tesseract." : "No es posible crear el archivo temporal para Tesseract.",
    "Cannot set permissions for temporary Tesseract file." : "No es posible establecer los permisos para el archivo Tesseract temporal.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Las capacidades para el encolamiento de mensajes no estan disponibles en el servidor (paquete php-redis).",
    "Cannot connect to Redis." : "No se puede conectar a Redis.",
    "Redis authentication error." : "Error de autenticación de Redis.",
    "Cannot connect to the right Redis database." : "No se puede conectar a la base de datos de Redis correcta.",
    "Optical character recognition" : "Reconocimiento óptico de caracteres",
    "Text recognition for your images and pdf files" : "Reconocimiento de texto para tus imágenes y archivos pdf",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images and PDF with tesseract-ocr and OCRmyPDF brings OCR capability to your Nextcloud.\nThe app uses a docker container with tesseract-ocr, OCRmyPDF and communicates over redis in order to process images (png, jpeg, tiff) and PDF asynchronously and save the output file to the source folder in nextcloud. That for example enables you to search in it. (Hint: currently not all PDF-types are supported, for more information see [here](https://github.com/jbarlow83/OCRmyPDF))\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n - **[Nextcloud 12 or 13](https://nextcloud.com/)**. For older versions take an older major version of this app.\n - **Linux** server as environment. (tested with Debian 8, Raspbian and Ubuntu 14.04 (Trusty))\n - **Docker** is used for processing files. tesseract-ocr and OCRmyPDF reside in a docker container.\n - **php-redis** is used for the communication and has to be a part of your php.\n\n## Limitations\nCurrently the app is not working with any activated encryption, nor is it working with files shared via external storage or federated sharing. This has to be considered. If one wants to process such a file, it must be copied to the local environment.\n\nFor further information see the [homepage](https://github.com/janis91/ocr/wiki/Usage) or the appropriate documentation in the wiki.\n\n## Installation\nInstall the app from the [Nextcloud AppStore](http://apps.nextcloud.com) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n**Please consider: The app will not work as long as the Docker container isn't running. (more information in the [wiki](https://github.com/janis91/ocr/wiki))**\n\n## Administration and Usage\nPlease read the related topics in the [wiki](https://github.com/janis91/ocr/wiki).\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied." : "# Descripción\n\nEl procesamiento OCR (Reconocimiento de caracteres óptico) de Nextcloud para imagenes y PDF con tesseract-ocr y OCRmyPDF le brinda capacidades de OCR a tu Nextcloud.\n\nLa aplicación usa un contenedor de docker con tesseract-ocr, OCRmyPDF y se comunica sobre redis para procesar imágenes (png, jpeg, tiff) y PDF de manera asíncrona y guardar el archivo de salida en la carpeta fuente en Nextcloud. Esto, por ejemplo, te permite buscar buscar dentro de él. (Consejo: actualmente no todos los tipos de PDF estan soportados, para mayor información consulta [aquí](https://github.com/jbarlow83/OCRmyPDF))\n\n##Prerequisitos, Requerimientos y Dependencias\nLa aplicación OCR tiene algunos prerrequisitos\n- **[Nextcloud 12 o 13](https://nextcloud.com/)**. Para versiones anteriores toma una version mayor anterior de esta aplicación\n- Servidor **Linux** como ambiente. (probado con Debian8, Raspbian y Ubuntu 14.04 (Trusty)).\n- **Docker** se usa para procesar archivos. esseract-ocr y OCRmyPDF residen enn un contenedor de docker.\n- **php-redis** se usa para la comunicación y tiene que se parte de tu php. \n\n## Limintaciones\nActualmente la aplicación no funciona con alguna encripción activada, tampoco funciona con archivos compartidos mediante almacenamiento externo. Esto tiene que ser considerado. Si deseas procesar un archivo asi, debe ser copiado alambiente local\n\nPara más información consulta la [página de inicio](https://github.com/janis91/ocr/wiki/Usage) o la documentación correspondiente en el wiki. \n\n##Instalación\nInstala la aplicación desde [Nextcloud AppStore](http://apps.nextcloud.com) o descarga el paquete de liberación desde github (**NO** los fuentes) y colocalos en **nextcloud/apps/ocr/**.\n\n** Por favor considera: La aplicación no funcionará mientras que el contenedor de Docker no esté corriendo. (más informaci´pon en el [wiki](https://github.com/janis91/ocr/wiki))**\n\n##Adminsitración y Uso\nPor favor consulta los temas relacionados en el [wiki](https://github.com/janis91/ocr/wiki).\n\n##Aviso Legal\nEl software se distribuye en una Base \"COMO-ESTÁ\" SIN GARANTÍAS O\nCONDICIONES DE NINGÚN TIPO, ya sean expresadas o implícitas. ",
    "Installed languages" : "Idiomas intalados",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Aquí va una lista de idiomas soportados por la instancia del trabajador Docker separados por un punto y coma (más detalles en el wiki en GitHub). ",
    "Apply" : "Aplicar",
    "Redis host" : "Servidor Redis",
    "The host of the Redis instance for communication with the OCR worker." : "El servidor de la instancia de Redis para comunicación con el trabajador OCR.",
    "Redis port" : "Puerto Redis",
    "The corresponding port (normally 6379)." : "El puerto correspondiente (normalmente 6379).",
    "Redis database" : "Base de datos Redis",
    "The Redis database (normally 0)." : "La base de datos Redis (normalmente 0). ",
    "Redis password" : "Contraseña de Redis",
    "The password to authenticate (normally OCR)." : "La contraseña para autenticar (normalmente OCR)."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}