{ "translations": {
    "Saved." : "Sauvegardé.",
    "Saving languages failed:" : "Échec de la sauvergarde des langues :",
    "The languages are not specified in the correct format." : "Les langues ne sont pas spécifiées dans le format correct.",
    "Saving Redis settings failed:" : "Échec de la sauvergarde des paramètres de Redis :",
    "The Redis settings are not specified in the right format." : "Les paramètres de Redis ne sont pas spécifiés dans le bon format.",
    "OCR" : "OCR",
    "OCR processing failed:" : "Le traitement OCR a échoué :",
    "No file selected." : "Aucun fichier sélectionné.",
    "MIME type not supported." : "Type de fichier non supporté.",
    "_OCR processing for %n file failed. For details please go to your personal settings._::_OCR processing for %n files failed. For details please go to your personal settings._" : ["Le traitement OCR a échoué pour %n fichier. Pour plus de détails, veuillez consulter vos paramètres personnels.","Le traitement OCR a échoué pour %n fichiers. Pour plus de détails, veuillez consulter vos paramètres personnels."],
    "OCR status could not be retrieved:" : "Le statut OCR n'a pas pu être récupéré :",
    "No languages available for OCR processing. Please make sure to configure the languages in the administration section." : "Aucunes langues disponibles pour le processus OCR. Veuillez vérifier que vous avez configuré les langues dans la partie d'administration.",
    "Available languages could not be retrieved:" : "Les langues disponibles n'ont pas pu être récupérées :",
    "Process" : "Exécuter",
    "_OCR started: %n new file in queue._::_OCR started: %n new files in queue._" : ["OCR lancé : %n nouveaux fichiers en attente.","OCR : %n fichiers en attente de traitement."],
    "_OCR: %n currently pending file in queue._::_OCR: %n currently pending files in queue._" : ["OCR : %n fichier en attente d'être traité.","OCR : %n fichiers en attente d'être traités."],
    "No matches found." : "Aucun résultats trouvés.",
    "Select language" : "Sélectionner la langue",
    "Delete" : "Supprimer",
    "No pending or failed OCR items found." : "Aucun élément OCR en attente ou en échec n'a été trouvé.",
    "Refresh" : "Rafraîchir",
    "Delete from queue" : "Supprimé de la liste d'attente",
    "File" : "Fichier",
    "Status" : "État",
    "Log" : "Registre",
    "OCR jobs could not be retrieved:" : "Les travaux d'OCR n'ont pas pu être récupérés :",
    "The job for the following file object has been successfully deleted:" : "La tâche pour l'objet du fichier suivant a été supprimée avec succès :",
    "Error during deletion:" : "Erreur lors de la suppression :",
    "Saved" : "Sauvegardé",
    "Please setup Redis in the administration settings first." : "Veuillez d'abord configurer Redis dans les paramètres d'administration.",
    "The given settings key is empty." : "La clé des paramètres est vide.",
    "The Redis host is not specified in the correct format." : "L'hôte de Redis n'est pas spécifié dans le bon format.",
    "The Redis port number is not specified in the correct format." : "Le numéro de port de Redis n'est pas spécifié dans le bon format.",
    "The Redis DB is not specified in the correct format." : "La base de données de Redis n'est pas spécifiée dans le bon format.",
    "Wrong parameter." : "Paramètre incorrect.",
    "Wrong MIME type." : "Type MIME incorrect.",
    "Empty parameters passed." : "Les paramètres données sont vides.",
    "Cannot delete because of wrong owner." : "Suppression invalide pour cause de mauvais propriétaire.",
    "Cannot delete because of wrong ID." : "Suppression invalide pour cause de mauvais ID.",
    "Reading the finished jobs from Redis went wrong." : "La lecture des tâches accomplies de Redis a échoué.",
    "Temp file does not exist." : "Le fichier temporaire n'existe pas.",
    "Could not add files to the Redis OCR processing queue." : "Impossible d'ajouter les fichiers à la liste de traitement OCR de Redis.",
    "Temp file cannot be created." : "Le fichier temporaire ne peut pas être créé.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "Impossible de supprimer des fichiers temporaires lors de la création de fichiers temporaires pour Tesseract.",
    "Cannot create temporary file for Tesseract." : "Impossible de créer des fichiers temporaires pour Tesseract.",
    "Cannot set permissions for temporary Tesseract file." : "Impossible de définir les autorisations pour le fichier temporaire de Tesseract.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Le serveur n'a pas la capacité d'afficher la file d'attente de messages (paquet php-redis).",
    "Cannot connect to Redis." : "Impossible de se connecter à Redis",
    "Redis authentication error." : "Erreur d'authentification sur Redis.",
    "Cannot connect to the right Redis database." : "Impossible de se connecter à la bonne base de données Redis",
    "Optical character recognition (OCR)" : "Reconnaissance optique des caractères (OCR)",
    "Installed languages" : "Langues installées",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Ceci est une liste des langues séparée par des points-virgules. Ces langues sont prises en charge par les supports d'instance Docker (plus d'information dans le wiki de GitHub).",
    "Apply" : "Appliquer",
    "Redis host" : "Hôte de Redis",
    "The host of the Redis instance for communication with the OCR worker." : "L'hôte de l'instance Redis pour la communication avec le processus OCR.",
    "Redis port" : "Port de Redis",
    "The corresponding port (normally 6379)." : "Le port correspondant (normalement 6379)",
    "Redis database" : "Base de données de Redis",
    "The Redis database (normally 0)." : "La base de données de Redis (normalement 0)",
    "Redis password" : "Mot de passe de Redis",
    "The password to authenticate (normally OCR)." : "Le mot de passe pour s'authentifier (normalement OCR)"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}