{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Reconnaissance optique des caractères",
    "Text recognition for your images" : "Reconnaissance de texte pour vos images",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud AppStore](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Description\n\nLe traitement OCR (reconnaissance optique de caractères) des images du Nextcloud avec tesseract-js peut être intégré OCR à votre Nextcloud.\nL'application utilise tesseract-js dans le navigateur afin de traiter les images (png, jpeg, tiff, bmp) et enregistre le fichier PDF de sortie dans le dossier source du nextcloud. Cela vous permet par exemple d'y effectuer des recherches.\n\n## Conditions préalables, exigences et dépendances\nL'application OCR comporte certaines conditions préalables :\n\n- [Nextcloud 16 et plus] (https://nextcloud.com/)\n\n- Uniquement pris en charge par les derniers navigateurs web modernes (Chrome, Edge, Firefox, Opera, Safari*)\n\n- Tesseract traineddata a besoin d'environ 200 Mo d'espace sur votre serveur (sera installé automatiquement).\n\n\nSur Safari, il y a actuellement un problème avec la [Content-Security-Policy] (https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), qui exige qu'un administrateur définisse le \"script-src\" sur \"unsafe-eval\" pour que l'application fonctionne correctement. Comme ce n'est pas très sûr, l'application elle-même ne le définit pas et recommande de le faire à vos risques et périls (veuillez vous assurer que vous savez ce qu'est un CSP et quelles sont les causes d'évaluation non sûre).\n\n## Installation\nInstallez l'application à partir du [Nextcloud AppStore] (https://apps.nextcloud.com/apps/ocr) ou téléchargez le paquet de diffusion de github (**Pas** les sources) et placez le contenu dans **nextcloud/apps/ocr/**.\n\n## Décharge de responsabilité\nLe logiciel est distribué \"tel quel\", sans garantie ni\nCONDITIONS DE TOUTE SORTE, qu'elles soient explicites ou implicites.\n\n## Note\nLa version 3 et les versions antérieures ne sont plus supportées/maintenues par l'auteur. Donc, pour un traitement asynchrone en arrière-plan, veuillez bifurquer du dépôt et utiliser la branche \"non maintenue\" pour travailler sur les améliorations. L'auteur n'a pas pu implémenter ces modifications lui-même, faute de temps et de moyens. \nDe plus, ce projet est basé sur un port d'assemblage web de tesseract. Le responsable a cessé de travailler sur le traitement des PDF dans cette application et commencera à travailler sur une application séparée pour le traitement des PDF.",
    "Target file already exists:" : "Le fichier cible existe déjà :",
    "An unexpected error occured during the load of your favorite languages. No language will be set instead." : "Une erreur inattendue est survenue pendant le chargement de vos langues favorites. Aucune langue ne sera définie.",
    "An unexpected error occured during the upload of the processed file." : "Une erreur inattendue est survenue durant le téléversement du fichier traité.",
    "An unexpected error occured during the deletion of the original file." : "Une erreur inattendue est survenue lors de la suppression du fichier original.",
    "An unexpected error occured during Tesseract processing." : "Une erreur inattendue est survenue lors du traitement Tesseract.",
    "OCR processing failed:" : "Le traitement OCR a échoué :",
    "MIME type not supported." : "Type de fichier non supporté.",
    "Process" : "Exécuter",
    "A large number of files may take a very long time." : "Un grand nombre de fichiers pourrait prendre très longtemps.",
    "{file}/{files} Files successfully processed" : "{file}/{files} fichiers traités avec succès",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n fichier est en cours de traitement :","%n fichiers sont en cours de traitement :"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Supprimer le fichier image d'origine","Supprimer les fichiers images d'origine"],
    "_%n file_::_%n files_" : ["%n fichier","%n fichiers"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Arabe",
    "Azerbaijani" : "Azerbaïdjanais",
    "Belarusian" : "Biélorusse",
    "Bengali" : "Bengali",
    "Bulgarian" : "Bulgare",
    "Catalan" : "Catalan",
    "Czech" : "Tchèque",
    "Chinese" : "Chinois",
    "Traditional Chinese" : "Chinois traditionnel",
    "Cherokee" : "Cherokee",
    "Danish" : "Danois",
    "German" : "Allemand",
    "Greek" : "Grec",
    "English" : "Anglais",
    "English (Old)" : "Anglais (ancien)",
    "Esperanto" : "Espéranto",
    "Esperanto alternative" : "Espéranto alternatif",
    "Math" : "Math",
    "Estonian" : "Estonien",
    "Basque" : "Basque",
    "Persian (Farsi)" : "Perse (Farsi)",
    "Finnish" : "Finlandais",
    "French" : "Français",
    "Frankish" : "Vieux-francique",
    "French (Old)" : "Français (ancien)",
    "Galician" : "Galicien",
    "Ancient Greek" : "Grec ancien",
    "Hebrew" : "Hébreu",
    "Hindi" : "Hindi",
    "Croatian" : "Croate",
    "Hungarian" : "Hongrois",
    "Indonesian" : "Indonésien",
    "Icelandic" : "Islandais",
    "Italian" : "Italien",
    "Italian (Old)" : "Italien (ancien)",
    "Japanese" : "Japonais",
    "Kannada" : "Kannada",
    "Korean" : "Coréen",
    "Latvian" : "Letton",
    "Lithuanian" : "Lituanien",
    "Malayalam" : "Malayalam",
    "Macedonian" : "Macédonien",
    "Maltese" : "Maltais",
    "Malay" : "Malais",
    "Dutch" : "Néerlandais",
    "Norwegian" : "Norvégien",
    "Polish" : "Polonais",
    "Portuguese" : "Portuguais",
    "Romanian" : "Roumain",
    "Russian" : "Russe",
    "Slovakian" : "Slovaque",
    "Slovenian" : "Slovène",
    "Spanish" : "Espagnol",
    "Old Spanish" : "Vieil Espagnol",
    "Albanian" : "Albanais",
    "Serbian (Latin)" : "Serbe (Latin)",
    "Swahili" : "Swahili",
    "Swedish" : "Suédois",
    "Tamil" : "Tamoul",
    "Telugu" : "Télougou",
    "Tagalog" : "Tagalog",
    "Thai" : "Thaï",
    "Turkish" : "Turc",
    "Ukrainian" : "Ukrainien",
    "Vietnamese" : "Vietnamien",
    "Press enter to select" : "Appuyez sur Entrée pour sélectionner",
    "Press enter to remove" : "Appuyez sur Entrée pour supprimer",
    "Selected" : "Sélectionné",
    "No matches found" : "Aucun résultat trouvé",
    "Select language" : "Sélectionner la langue",
    "Save" : "Enregistrer",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Une erreur inattendue est survenue pendant l’enregistrement de vos langues favorites. Veuillez réessayer plus tard.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Une erreur inattendue est survenue pendant le chargement de vos langues favorites. Veuillez réessayer plus tard.",
    "An error occured during save of your favorite languages. Please check your input." : "Une erreur est survenue pendant l'enregistrement de vos langues favorites. Veuillez vérifier votre saisie.",
    "Selected languages will be preselected by default in the OCR dialog." : "Sélectionnez les langues qui seront affichées par défaut dans la boite de dialogue OCR.",
    "Favorite languages" : "Langues favorites"
},"pluralForm" :"nplurals=3; plural=(n==0 || n==1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}