{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Aitheantas optúil carachtar",
    "Text recognition for your images" : "Aitheantas téacs do do chuid íomhánna",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Cur síos\n\nTugann próiseáil Nextcloud OCR (aitheantas optúil carachtar) le haghaidh íomhánna le tesseract-js cumas OCR chuig do Nextcloud.\nÚsáideann an aip tesseract-js sa bhrabhsálaí chun íomhánna a phróiseáil (png, jpeg, tiff, bmp) agus sábhálann sé an comhad PDF aschuir chuig an bhfillteán foinse in nextcloud. Mar shampla cuireann sé sin ar do chumas cuardach a dhéanamh ann.\n\n## Réamhriachtanais, Riachtanais agus Spleáchais\nTá roinnt réamhriachtanais ag an aip OCR:\n\n- [Nextcloud 16 agus níos sine](https://nextcloud.com/)\n\n- Tacaítear leis ar na brabhsálaithe gréasáin nua-aimseartha is déanaí amháin (Chrome, Edge, Firefox, Opera, Safari*)\n\n- Teastaíonn thart ar 200 MB de spás ar do fhreastalaí le sonraí oilte Tesseract (suiteálfar iad go huathoibríoch).\n\n\n_* Ar Safari tá fadhb faoi láthair leis an [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), a éilíonn ar Riarthóir an ' script-src' go 'neamhshábháilte-eval' ionas go n-oibríonn an aip i gceart. Toisc go bhfuil sé seo neamhchinnte go leor ní shocraíonn an aip féin é agus molann sé cinneadh a dhéanamh ar do phriacal féin (déan cinnte, le do thoil, go bhfuil a fhios agat cad is CSP ann agus cad é m.sh. cúiseanna neamhshábháilteachta)._\n\n## Suiteáil\nSuiteáil an aip ón [Siopa Aip Nextcloud) https://apps.nextcloud.com/apps/ocr) nó íoslódáil an pacáiste scaoileadh ó github (**NÍ** na foinsí) agus cuir an t-ábhar in **nextcloud/aipeanna/ocr/**.\n\n## Séanadh\nDéantar na bogearraí a dháileadh ar BHUNÚS \"MAR ATÁ\", GAN BARÁNTAÍ NÓ\nCOINNÍOLLACHA D'AON CHINEÁL, sainráite nó intuigthe.\n\n## Nóta\nNí thacaíonn an t-údar leis an leagan 3 ná leis na leaganacha níos luaithe ná coinníonn siad iad a thuilleadh. Mar sin, le haghaidh próiseála cúlra asincrónach, forc an stór le do thoil agus bain úsáid as an mbrainse \"neamhchothaithe\" chun oibriú ar fheabhsuithe. Ní raibh an t-údar in ann tacú leis mar gheall ar an iomarca iarrachta.\nIna theannta sin tá an tionscadal seo bunaithe ar chalafort tesseract cóimeála gréasáin. Stop an cothaitheoir ag obair ar phróiseáil PDF san aip seo agus tosóidh sé ag obair ar aip ar leith le haghaidh láimhseáil pdf.",
    "Target file already exists:" : "Tá an spriocchomhad ann cheana:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Tharla earráid gan choinne le linn luchtú na dteangacha is fearr leat. Ní shocrófar teanga ar bith ina áit.",
    "An unexpected error occurred during the upload of the processed file." : "Tharla earráid gan choinne le linn uaslódáil an chomhaid phróiseáilte.",
    "An unexpected error occurred during the deletion of the original file." : "Tharla earráid gan choinne agus an bunchomhad á scriosadh.",
    "An unexpected error occurred during Tesseract processing." : "Tharla earráid gan choinne le linn próiseála Tesseract.",
    "OCR processing failed:" : "Theip ar phróiseáil OCR:",
    "MIME type not supported." : "Ní thacaítear leis an gcineál MIME.",
    "Process" : "Próiseas",
    "A large number of files may take a very long time." : "Seans go dtógfaidh líon mór comhad am an-fhada.",
    "{file}/{files} Files successfully processed" : "{file}/{files} D'éirigh le próiseáil na gcomhad",
    "_%n file is being processed:_::_%n files are being processed:_" : ["Tá %n comhad á phróiseáil:","Tá %n comhad á bpróiseáil:","Tá %n comhad á bpróiseáil:","Tá %n comhad á bpróiseáil:","Tá %n comhad á bpróiseáil:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Scrios an bunchomhad (íomhá)","Scrios comhaid bhunaidh (íomhánna)","Scrios comhaid bhunaidh (íomhánna)","Scrios comhaid bhunaidh (íomhánna)","Scrios comhaid bhunaidh (íomhánna)"],
    "_%n file_::_%n files_" : ["%n comhad","%n comhaid","%n comhaid","%n comhaid","%n comhaid"],
    "Afrikaans" : "Afracach",
    "Arabic" : "Araibis",
    "Azerbaijani" : "Asarbaiseáinis",
    "Belarusian" : "Bealarúisis",
    "Bengali" : "Beangáilis",
    "Bulgarian" : "Bulgáiris",
    "Catalan" : "Catalóinis",
    "Czech" : "Seiceach",
    "Chinese" : "Síneach",
    "Traditional Chinese" : "Sínis Traidisiúnta",
    "Cherokee" : "Cherokee",
    "Danish" : "Danmhairgis",
    "German" : "Gearmáinis",
    "Greek" : "Gréigis",
    "English" : "Béarla",
    "English (Old)" : "Béarla (Sean)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "rogha eile Esperanto",
    "Math" : "Math",
    "Estonian" : "Eastóinis",
    "Basque" : "Bascais",
    "Persian (Farsi)" : "Peirsis (Farsi)",
    "Finnish" : "Fionlainnis",
    "French" : "Fraincis",
    "Frankish" : "Francach",
    "French (Old)" : "Fraincis (Sean)",
    "Galician" : "Gailísis",
    "Ancient Greek" : "Sean-Ghréigis",
    "Hebrew" : "Eabhrais",
    "Hindi" : "Hiondúis",
    "Croatian" : "Cróitis",
    "Hungarian" : "Ungáiris",
    "Indonesian" : "Indinéisis",
    "Icelandic" : "Íoslainnis",
    "Italian" : "Iodálach",
    "Italian (Old)" : "Iodáilis (Sean)",
    "Japanese" : "Seapánach",
    "Kannada" : "Cannadais",
    "Korean" : "Cóiréis",
    "Latvian" : "Laitvis",
    "Lithuanian" : "Liotuáinis",
    "Malayalam" : "Mailéalaimis",
    "Macedonian" : "Macadóinis",
    "Maltese" : "Máltais",
    "Malay" : "Malaeis",
    "Dutch" : "Ollainnis",
    "Norwegian" : "Ioruais",
    "Polish" : "Polainnis",
    "Portuguese" : "Portaingéilis",
    "Romanian" : "Rómáinis",
    "Russian" : "Rúisis",
    "Slovakian" : "Slóvaicis",
    "Slovenian" : "Slóivéinis",
    "Spanish" : "Spainnis",
    "Spanish (Old)" : "Spáinnis (Sean)",
    "Albanian" : "Albanach",
    "Serbian (Latin)" : "Seirbis (Laidin)",
    "Swahili" : "Svahaílis",
    "Swedish" : "Sualainnis",
    "Tamil" : "Tamailis",
    "Telugu" : "Teileagúis",
    "Tagalog" : "Tagálaigis",
    "Thai" : "Téalainnis",
    "Turkish" : "Tuircis",
    "Ukrainian" : "Úcráinis",
    "Vietnamese" : "Vítneaimis",
    "Press enter to select" : "Brúigh Enter chun a roghnú",
    "Press enter to remove" : "Brúigh Enter chun é a bhaint",
    "Selected" : "Roghnaithe",
    "No matches found" : "Níor aimsíodh aon mheaitseáil",
    "Select language" : "Roghnaigh teanga",
    "Save" : "Sábháil",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Tharla earráid gan choinne agus na teangacha is fearr leat a shábháil. Arís, le do thoil.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Tharla earráid gan choinne le linn luchtú na dteangacha is fearr leat. Arís, le do thoil.",
    "An error occured during save of your favorite languages. Please check your input." : "Tharla earráid agus na teangacha is fearr leat a shábháil. Seiceáil d'ionchur le do thoil.",
    "Selected languages will be preselected by default in the OCR dialog." : "Déanfar na teangacha roghnaithe a réamhroghnú de réir réamhshocraithe sa dialóg OCR.",
    "Favorite languages" : "Teangacha is fearr leat"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}