{ "translations": {
    "The languages are not specified in the correct format." : "A nyelveket nem a megfelelő formában adta meg.",
    "OCR" : "OCR",
    "Saved" : "Elmentve",
    "Please setup Redis in the administration settings first." : "Kérjük először állítsa be a Redist az adminisztrációs beállításoknál.",
    "The given settings key is empty." : "A megadott beállítás kulcs üres.",
    "The Redis host is not specified in the correct format." : "A Redis hostot nem a megfelelő formában adta meg.",
    "The Redis port number is not specified in the correct format." : "A Redis portszámot nem a megfelelő formában adta meg.",
    "The Redis DB is not specified in the correct format." : "A Redis adatbázist nem a megfelelő formában adta meg.",
    "Wrong parameter." : "Hibás paraméter.",
    "Wrong MIME type." : "Hibás mime típus.",
    "Cannot replace shared files." : "A megosztott fájlokat nem lehet lecserélni.",
    "Empty parameters passed." : "Üres átadott paraméterek.",
    "Cannot delete because of wrong owner." : "Nem lehet törölni, mert rossz a tulajdonos.",
    "Cannot delete because of wrong ID." : "Nem lehet törölni, mert rossz az azonosító.",
    "Reading the finished jobs from Redis went wrong." : "A befejezett munkák kiolvasása a Redis-ből sikertelen.",
    "Temp file does not exist." : "Az ideiglenes fájl nem létezik.",
    "OCR could not put processed file to the right target folder. If you selected the replace option, you can restore the file by using the trash bin." : "Az OCR nem tudta a feldolgozott fájlt a megfelelő célmappába tenni. Ha a csere opciót választotta, akkor a fájlt a szemétkosár segítségével visszaállíthatja.",
    "Could not add files to the Redis OCR processing queue." : "Nem sikerült fájlokat hozzáadni a Redis OCR feldolgozási sorhoz.",
    "Temp file cannot be created." : "Az átmeneti fájlt nem lehet létrehozni.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "Az átmeneti fájlok nem törölhetől miközben a Tesseract-nak készül átmeneti fájl.",
    "Cannot create temporary file for Tesseract." : "A Tesseract átmeneti fájlt nem lehet létrehozni.",
    "Cannot set permissions for temporary Tesseract file." : "A Tesseract átmeneti fájl jogosultságait nem lehet beállítani.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Az üzenet sorba állítási képesség hiányzik a szerverről ( php-redis csomag).",
    "Cannot connect to Redis." : "Nem lehet kapcsolódni a Redishez.",
    "Redis authentication error." : "Redis azonosítási hiba.",
    "Cannot connect to the right Redis database." : "Nem lehet csatlakozni a megfelelő Redis adatbázishoz.",
    "Optical character recognition (OCR)" : "Optikai karakterfelismerés (OCR)",
    "Installed languages" : "Telepített nyelvek",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Ide egy pontosvesszővel elválasztott nyelvlista kerül amit a Docker Worker példány támogat. (további részletek a GitHub wiki-ben)",
    "Apply" : "Alkalmaz",
    "Redis host" : "Redis hoszt",
    "The host of the Redis instance for communication with the OCR worker." : "A Redis példány hosztja az OCR worker-rel való kommunikációhoz.",
    "Redis port" : "Redis port",
    "The corresponding port (normally 6379)." : "A megfelelő port (általában 6379).",
    "Redis database" : "Redis adatbázis",
    "The Redis database (normally 0)." : "A Redis adatbázis (általában 0).",
    "Redis password" : "Redis jelszó",
    "The password to authenticate (normally OCR)." : "A hitelesítéshez használt jelszó (általában OCR)."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}