{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Optikai karakterfelismerés",
    "Text recognition for your images" : "Szövegfelismerés a képekhez",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Leírás\n\nA Nextcloud OCR (optikai karakterfelismerés) a tesseract-js  segítségével feldolgozza a képeket és OCR képességet biztosít a Nextcloud számára.\nAz alkalmazás a tesseract-js programot használja a böngészőben a képek (png, jpeg, tiff, bmp) feldolgozásához, és a kimenő PDF-fájlt a forrásmappába menti. Ez például lehetővé teszi a benne keresést.\n\n## Előfeltételek, követelmények és függőségek\nAz OCR alkalmazásnak a következő előfeltételei vannak:\n- [Nextcloud 16 és újabb](https://nextcloud.com/)\n- Csak a legújabb, modern böngészőkben támogatott (Chrome, Edge, Firefox, Opera, Safari *)\n- A Tesseract betanított adatainak körülbelül 200 MB szabad területre van szüksége a kiszolgálón (automatikusan települ).\n_ * A Safariban jelenleg egy probléma van a [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP)-val kapcsolatban, amelyhez rendszergazdának kell beállítania a „script-src” értéket „unsafe-eval” értékre, így az alkalmazás megfelelően működik. Mivel ez elég kevéssé biztonságos, az alkalmazás nem állítja be, és azt javasoljuk, hogy saját felelősségére döntse el, hogy használja-e. (Kérjük, győződjön meg róla, hogy tudja, mi az a CSP, és hogy mit okoz az unsafe-eval).\n\n## Telepítés\nTelepítse az alkalmazást a [Nextcloud alkalmazástárból](https://apps.nextcloud.com/apps/ocr), vagy töltse le a kiadási csomagot a GitHubról (**NE** a forrást), és helyezze el a tartalmat a **nextcloud/apps/ocr/** mappába.\n\n## Jogi nyilatkozat\nA szoftver „JELEN ÁLLAPOTÁBAN” kerül terjesztésre, BÁRMILYEN GARANCIA VAGY FELTÉTEL NÉLKÜL, legyen az akár kifejezett, akár hallgatólagos.\n\n## Jegyzet\nA 3-as és korábbi verziókat a szerző már nem támogatja/tartja karban. Tehát az aszinkron háttérfeldolgozáshoz kérjük, forkolja a tárolót, és használja a „nem karbantartott” ágat a fejlesztésekhez. Ezt szerző a túl sok erőbefektetés miatt nem tudta támogatni.\nEzenkívül ez a projekt a tesseract webassemlyre épülő portjára épül. Ebben az alkalmazásban a karbantartó abbahagyta a PDF-feldolgozással kapcsolatos munka, és egy különálló alkalmazást kezdett kidolgozni a PDF-kezeléshez.",
    "Target file already exists:" : "A célfájl már létezik:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Váratlan hiba történt a kedvenc nyelvei betöltése során. Nem lesz nyelv beállítva.",
    "An unexpected error occurred during the upload of the processed file." : "Váratlan hiba történt a feldolgozott fájl feltöltése során.",
    "An unexpected error occurred during the deletion of the original file." : "Váratlan hiba történt az eredeti fájl törlése során.",
    "An unexpected error occurred during Tesseract processing." : "Váratlan hiba történt a Tesseract feldolgozás során.",
    "OCR processing failed:" : "OCR feldolgozás sikertelen:",
    "MIME type not supported." : "Nem támogatott MIME-típus.",
    "Process" : "Feldolgozás",
    "A large number of files may take a very long time." : "Nagyszámú fájl nagyon hosszú időt vehet igénybe.",
    "{file}/{files} Files successfully processed" : "{file}/{files} fájl sikeresen feldolgozáva",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n fájl feldolgozása folyamatban:","%n fájl feldolgozása folyamatban:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Eredeti fájl (kép) törlése","Eredeti fájlok (képek) törlése"],
    "_%n file_::_%n files_" : ["%n fájl","%n fájl"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Arab",
    "Azerbaijani" : "Azeri",
    "Belarusian" : "Belarusz",
    "Bengali" : "Bengáli",
    "Bulgarian" : "Bolgár",
    "Catalan" : "Katalán",
    "Czech" : "Cseh",
    "Chinese" : "Kínai",
    "Traditional Chinese" : "Hagyományos kínai",
    "Cherokee" : "Cseroki",
    "Danish" : "Dán",
    "German" : "Német",
    "Greek" : "Görög",
    "English" : "Angol",
    "English (Old)" : "Óangol",
    "Esperanto" : "Eszperantó",
    "Esperanto alternative" : "Eszperantó alternatív",
    "Math" : "Matematika",
    "Estonian" : "Észt",
    "Basque" : "Baszk",
    "Persian (Farsi)" : "Perzsa (fárszi)",
    "Finnish" : "Finn",
    "French" : "Francia",
    "Frankish" : "Frank",
    "French (Old)" : "Ófrancia",
    "Galician" : "Galíciai",
    "Ancient Greek" : "Ógörög",
    "Hebrew" : "Héber",
    "Hindi" : "Hindi",
    "Croatian" : "Horvát",
    "Hungarian" : "Magyar",
    "Indonesian" : "Indonéz",
    "Icelandic" : "Izlandi",
    "Italian" : "Olasz",
    "Italian (Old)" : "Óolasz",
    "Japanese" : "Japán",
    "Kannada" : "Kannada",
    "Korean" : "Koreai",
    "Latvian" : "Lett",
    "Lithuanian" : "Litván",
    "Malayalam" : "Malajálam",
    "Macedonian" : "Macedón",
    "Maltese" : "Máltai",
    "Malay" : "Maláj",
    "Dutch" : "Hollan",
    "Norwegian" : "Norvég",
    "Polish" : "Lengyel",
    "Portuguese" : "Portugál",
    "Romanian" : "Román",
    "Russian" : "Orosz",
    "Slovakian" : "Szlovák",
    "Slovenian" : "Szlovén",
    "Spanish" : "Spanyol",
    "Spanish (Old)" : "Óspanyol",
    "Albanian" : "Albán",
    "Serbian (Latin)" : "Szerb (latin)",
    "Swahili" : "Szuahéli",
    "Swedish" : "Svéd",
    "Tamil" : "Tamil",
    "Telugu" : "Telugu",
    "Tagalog" : "Tagalog",
    "Thai" : "Thai",
    "Turkish" : "Török",
    "Ukrainian" : "Ukrán",
    "Vietnamese" : "Vietnámi",
    "Press enter to select" : "A kiválasztáshoz nyomjon Entert",
    "Press enter to remove" : "Az eltávolításhoz nyomjon Entert",
    "Selected" : "Kiválasztott",
    "No matches found" : "Nincs találat",
    "Select language" : "Nyelvválasztás",
    "Save" : "Mentés",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Váratlan hiba történt a kedvenc nyelvek mentése során. Próbálja újra.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Váratlan hiba történt a kedvenc nyelvek betöltése során. Próbálja újra.",
    "An error occured during save of your favorite languages. Please check your input." : "Hiba történt a kedvenc nyelvek mentése során. Ellenőrizze a bevitelt.",
    "Selected languages will be preselected by default in the OCR dialog." : "A kiválasztott nyelveket alapértelmezés szerint az OCR párbeszédpanelen választja ki.",
    "Favorite languages" : "Kedvenc nyelvek"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}