{ "translations": {
    "Saved" : "Lagret",
    "Please setup Redis in the administration settings first." : "Sett opp Redis i administrasjonsinnstillingene først.",
    "The given settings key is empty." : "Den angitte innstillingsnøkkelen er tom.",
    "The languages are not specified in the correct format." : "Språkene er ikke angitt i rett format.",
    "The Redis host is not specified in the correct format." : "Redis-verten er ikke oppgitt i riktig format.",
    "The Redis port number is not specified in the correct format." : "Redis-portnummeret er ikke oppgitt i riktig format.",
    "The Redis DB is not specified in the correct format." : "Redis DB er ikke oppgitt i riktig format.",
    "Wrong parameter." : "Feil parameter.",
    "Wrong MIME type." : "Feil MIME-type.",
    "Cannot replace shared files." : "Kan ikke erstatte delte filer.",
    "Empty parameters passed." : "Tomme parametre hoppes over.",
    "Cannot delete because of wrong owner." : "Kan ikke slette på grunn av feil eier.",
    "Cannot delete because of wrong ID." : "Kan ikke slette på grunn av feil ID.",
    "Reading the finished jobs from Redis went wrong." : "Lesing av fullførte jobber fra Redis gikk galt.",
    "Temp file does not exist." : "Midlertidig fil finnes ikke.",
    "OCR could not put processed file to the right target folder. If you selected the replace option, you can restore the file by using the trash bin." : "OCR kunne ikke legge behandlet fil i riktig målmappe. Hvis du valgte erstatt -valget, kan du gjenopprette fila ved å bruke papirkurven.",
    "Could not add files to the Redis OCR processing queue." : "Kan ikke legge til filer i Redis OCR-behandlingskø.",
    "OCR" : "OCR",
    "Temp file cannot be created." : "Kan ikke opprette midlertidig fil.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "Kan ikke slette midlertidig fil under opprettelse av midlertidig fil for Tesseract.",
    "Cannot create temporary file for Tesseract." : "Kan ikke opprette midlertidig fil for Tesseract.",
    "Cannot set permissions for temporary Tesseract file." : "Kan ikke sette tilganger for midlertidig Tesseract-fil.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Muligheter for å legge meldinger i kø mangler på tjeneren. (pakken php-redis).",
    "Cannot connect to Redis." : "Kan ikke koble til Redis.",
    "Redis authentication error." : "Redis-autentiseringsfeil.",
    "Cannot connect to the right Redis database." : "Kan ikke koble til den riktige Redis databasen.",
    "Optical character recognition (OCR)" : "Optisk tegngjenkjenning (OCR)",
    "Installed languages" : "Installerte språk",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Her har du en semikolon-separert liste over språk som støttes av Docker-arbeiderinstallasjonen (flere detaljer i wiki-en på GitHub).",
    "Apply" : "Bruk",
    "Redis host" : "Redis vert",
    "The host of the Redis instance for communication with the OCR worker." : "Verten for Redis-installasjonen for kommunikasjon med OCR-arbeideren.",
    "Redis port" : "Redis port",
    "The corresponding port (normally 6379)." : "Tilhørende port (normalt 6379).",
    "Redis database" : "Redis database",
    "The Redis database (normally 0)." : "Redis databasen (normalt 0).",
    "Redis password" : "Redis-passord",
    "The password to authenticate (normally OCR)." : "Passordet for å autentisere (normalt OCR)."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}