{ "translations": {
    "OCR" : "OCR",
    "Target file already exists:" : "Doelbestand bestaat al:",
    "An unexpected error occured during the load of your favorite languages. No language will be set instead." : "Er trad een onverwachte fout op bij het laden van je favoriete taal. Er wordt geen taal ingesteld.",
    "An unexpected error occured during the upload of the processed file." : "Er trad een onverwachte fout op bij het uploaden van het verwerkte bestand.",
    "An unexpected error occured during the deletion of the original file." : "Er trad een onverwachte fout op bij het verwijderen van het originele bestand.",
    "An unexpected error occured during Tesseract processing." : "Er trad een onverwachte fout op bij verwerken Tesseract.",
    "PDF does not contain any Pages to process." : "PDF bevat geen te verwerken Pagina's.",
    "An unexpected error occured during pdf processing." : "Er trad een onverwachte fout op bij PDF-verwerken",
    "OCR processing failed:" : "OCR verwerking mislukt:",
    "No file selected." : "Geen bestand geselecteerd.",
    "MIME type not supported." : "MIME type niet ondersteund.",
    "Press to select" : "Druk in om te kiezen",
    "No matches found" : "Geen overeenkomsten gevonden.",
    "Select language" : "Kies taal",
    "Process" : "Verwerken",
    "PDF files and a large number of files may take a very long time." : "PDF-bestanden en grote aantallen bestanden kunnen veel tijd vergen.",
    "{file}/{files} Files successfully processed" : "{file}/{files} bestanden succesvol verwerkt",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n bestand wordt verwerkt:","%n bestanden worden verwerkt:"],
    "_Replace (PDF) or delete (image) original file_::_Replace (PDF) or delete (images) original files_" : ["Vervang (PDF) of verwijder (afbeelding) origineel bestand","Vervang (PDF) of verwijder (afbeeldingen) originele bestanden"],
    "_%n file_::_%n files_" : ["%n bestand","%n bestanden"],
    "Afrikaans" : "Afrikaans",
    "Arabic" : "Arabisch",
    "Azerbaijani" : "Azerbaidzjaans",
    "Belarusian" : "Wit-Russisch",
    "Bengali" : "Bengaals",
    "Bulgarian" : "Bulgaars",
    "Catalan" : "Catalaans",
    "Czech" : "Tsjechisch",
    "Chinese" : "Chinees",
    "Traditional Chinese" : "Traditioneel Chinees",
    "Cherokee" : "Cherokee",
    "Danish" : "Deens",
    "German" : "Duits",
    "Greek" : "Grieks",
    "English" : "Engels",
    "English (Old)" : "Engels (oud)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "Esperanto alternatief",
    "Math" : "Math",
    "Estonian" : "Ests",
    "Basque" : "Baskisch",
    "Persian (Farsi)" : "Persisch (Farsi)",
    "Finnish" : "Fins",
    "French" : "Frans",
    "Frankish" : "Frankisch",
    "French (Old)" : "Frans (oud)",
    "Galician" : "Galisisch",
    "Ancient Greek" : "Oud Grieks",
    "Hebrew" : "Hebreeuws",
    "Hindi" : "Hindi",
    "Croatian" : "Kroatisch",
    "Hungarian" : "Hongaars",
    "Indonesian" : "Indonesisch",
    "Icelandic" : "Ijslands",
    "Italian" : "Italiaans",
    "Italian (Old)" : "Italiaans (oud)",
    "Japanese" : "Japans",
    "Kannada" : "Kannada",
    "Korean" : "Koreaans",
    "Latvian" : "Lets",
    "Lithuanian" : "Litouws",
    "Malayalam" : "Maleis",
    "Macedonian" : "Macedonisch",
    "Maltese" : "Maltees",
    "Malay" : "Maleis",
    "Dutch" : "Nederlands",
    "Norwegian" : "Noors",
    "Polish" : "Pools",
    "Portuguese" : "Portugees",
    "Romanian" : "Roemeens",
    "Russian" : "Russisch",
    "Slovakian" : "Slowaaks",
    "Slovenian" : "Sloveens",
    "Spanish" : "Spaans",
    "Old Spanish" : "Oud Spaans",
    "Albanian" : "Albanees",
    "Serbian (Latin)" : "Servisch (Latijns)",
    "Swahili" : "Swahili",
    "Swedish" : "Zweeds",
    "Tamil" : "Tamil",
    "Telugu" : "Telugu",
    "Tagalog" : "Tagalog",
    "Thai" : "Thais",
    "Turkish" : "Turks",
    "Ukrainian" : "Oekrains",
    "Vietnamese" : "Viëtnamees",
    "Save" : "Bewaren",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Er trad een onverwachte fout op bij het opslaan van je favoriete taal. probeer het opnieuw.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Er trad een onverwachte fout op bij het laden van je favoriete taal. Probeer het opnieuw.",
    "An error occured during save of your favorite languages. Please check your input." : "Er trad een onverwachte fout op bij het opslaan van je favoriete taal. Verifieer de invoer.",
    "Selected languages will be preselected by default in the OCR dialog." : "Geselecteerde talen worden standaard in het OCR dialoogvenster voorgeselecteerd.",
    "Optical character recognition" : "Optische tekenherkening (OCR)",
    "Text recognition for your images and pdf files" : "Tekstherkenning voor je afbeeldingen en pdf-bestanden",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images and PDF with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and small PDFs and saves the output file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud AppStore](http://apps.nextcloud.com) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Consideration\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract and some in browser tools for pdf handling, which especially in case of processing PDF files leads to quite some overhead compared to tools like [OCRmyPDF](https://github.com/jbarlow83/OCRmyPDF). Please consider, that output files can get quite big and the process may take quite long, too." : "# Beschrijving\n\nNextcloud OCR (optical character recognition) verwerking van afbeldingen en PDF via tesseract-js brengt OCR capaciteit naar jouw Nextcloud.\nDe app gebruikt tesseract-js in de browser om afbeelingen (png, jpeg, tiff, bmp) en PDFs te verwerken en slaat de outputbestanden op in de bronmap in nextcloud. Daardoor kun je ze doorzoeken.\n\n## Randvoorwaarden, eisen en afhankelijkheden\nDe OCR app heeft een paar randvoorwaarden:\n\n - [Nextcloud 16 of hoger](https://nextcloud.com/)\n\n - Alleen de laatsten moderne browsers worden ondersteund (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract aangeleerde gegevens gebruikt ongeveer 200 MB ruimte io je server (wordt automatisch geïnstalleerd).\n\n_* Op Safari bestaat momenteel een probleem met de [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), die vereist een beheerder om 'script-src' op 'unsafe-eval' te zetten, zodat de app goed werkt. Omdat dit nogal onveilig is, stelt de app dit niet zelf in en moet je zelf bepalen of je dit op je eigen risico instelt (je moet eigenlijk wel weten wat CSP is en wat bijv. unsafe-eval kan veroorzaken)._\n\n## Installatie\nInstalleer de app vanaf de [Nextcloud AppStore](http://apps.nextcloud.com) of download het releasepakket vanf github (**NIET** de broncodes) en plaats de inhoud in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nDe software wordt gedistribueerd al \"AS IS\" BASIS, ZONDER GARANTIES OF WELKE\nVOORWAARDEN DAN OOK, noch expliciet, noch impliciet.\n\n## Overwegingen\nVersie 3 en eerdere versies worden niet meer ondersteund/onderhouden door de schrijver. Voor asynchrone achtergrondverwerking fork je de repository en gebruik je de \"not-maintained\" tak om verbeteringen aan te brengen. De schrijver was niet meer in staat onderhoud te bieden door de hoevelheid werkt die het vergt.\nBovendien is dit project ge baseerd op een webassembly port van tesseract en sommige browser tools voor behandelen van pdf, zeker in het geval van verwerken van PDF bestanden dat nogal wat overhead verget, leidt tot meer belasting dan andere tools zoals [OCRmyPDF](https://github.com/jbarlow83/OCRmyPDF). Houd er ook rekening mee dat outputbestanden nogal groot kunnen worden en dat verwerking veel tijd kan kosten.",
    "Favorite languages" : "Favoriete talen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}