{ "translations": {
    "Saved." : "Opgeslagen.",
    "Saving languages failed:" : "Opslaan van talen mislukt:",
    "The languages are not specified in the correct format." : "De talen zijn niet gespecificeerd in het correcte formaat.",
    "Saving Redis settings failed:" : "Opslaan van Redis instellingen mislukt:",
    "The Redis settings are not specified in the right format." : "De Redis instellingen zijn niet gespecificeerd in de juiste opmaak.",
    "OCR" : "OCR",
    "OCR processing failed:" : "OCR verwerking mislukt:",
    "No file selected." : "Geen bestand geselecteerd.",
    "MIME type not supported." : "MIME type niet ondersteund.",
    "_OCR processing for %n file failed. For details please go to your personal settings._::_OCR processing for %n files failed. For details please go to your personal settings._" : ["OCR verwerking voor %n bestand mislukt. Ga naar je persoonlijke instellingen voor meer details.","OCR verwerking voor %n bestanden mislukt. Ga naar je persoonlijke instellingen voor meer details."],
    "OCR status could not be retrieved:" : "OCR status kon niet opgehaald worden:",
    "No languages available for OCR processing. Please make sure to configure the languages in the administration section." : "Geen talen beschikbaar voor OCR verwerking. Zorg dat je de talen talen sectie ingesteld hebt bij de admin sectie.",
    "Available languages could not be retrieved:" : "Beschikbare talen konden niet worden opgehaald:",
    "Process" : "Verwerken",
    "Replace" : "Vervangen",
    "No matches found." : "Geen overeenkomsten gevonden.",
    "Select language" : "Kies taal",
    "OCR jobs could not be retrieved:" : "OCR taken konden niet worden opgehaald:",
    "The job for the following file object has been successfully deleted:" : "De taak voor het bestand object is succesvol verwijderd:",
    "Error during deletion:" : "Fout tijdens verwijderen:",
    "Delete" : "Verwijder",
    "No pending or failed OCR items found." : "Geen onderhanden of mislukte OCR documenten gevonden.",
    "Refresh" : "Vernieuw",
    "Delete from queue" : "Verwijder uit rij",
    "File" : "Bestand",
    "Status" : "Status",
    "Log" : "Log",
    "Replace by result" : "Vervang door resultaat",
    "Saved" : "Opgeslagen",
    "Please setup Redis in the administration settings first." : "Zet eerst bij de admin sectie Redis op.",
    "The given settings key is empty." : "De opgegeven instellingssleutel is leeg.",
    "The Redis host is not specified in the correct format." : "De Redis bron is niet in het correcte formaat opgegeven.",
    "The Redis port number is not specified in the correct format." : "Het Redis poortnummer is niet in het correcte formaat opgegeven.",
    "The Redis DB is not specified in the correct format." : "De Redis DB is niet in het correcte formaat opgegeven.",
    "Wrong parameter." : "Verkeerde parameter.",
    "Wrong MIME type." : "Verkeerde MIME type.",
    "Cannot replace shared files." : "Kan de gedeelde bestanden niet verplaatsen",
    "Empty parameters passed." : "Lege parameters doorgegeven.",
    "Cannot delete because of wrong owner." : "Kan niet verwijderen. Verkeerde eigenaar.",
    "Cannot delete because of wrong ID." : "Kan niet verwijderen. Verkeerde ID.",
    "Reading the finished jobs from Redis went wrong." : "De afgeronde Redis taak ging fout.",
    "Temp file does not exist." : "Tijdelijk bestand bestaat niet.",
    "OCR could not put processed file to the right target folder. If you selected the replace option, you can restore the file by using the trash bin." : "OCR kan het verwerkte bestand niet in de juiste doelmap plaatsen. Als je de optie 'Vervangen' koos, kun je het bestand herstellen via de prullenbak.",
    "Could not add files to the Redis OCR processing queue." : "Kon geen bestanden toevoegen aan de Redis OCR wachtrij.",
    "Temp file cannot be created." : "Temp bestand kon niet worden aangemaakt.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "Kan niet verwijderen tijdelijk bestand tijdens aanmaken van tijdelijk bestand voor Tesseract.",
    "Cannot create temporary file for Tesseract." : "Temp bestand voor Tesseract kon niet worden aangemaakt.",
    "Cannot set permissions for temporary Tesseract file." : "De rechten voor het Tesseract temp bestand konden niet worden ingesteld.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Gebufferde berichten opslag niet aanwezig op de server (package php-redis).",
    "Cannot connect to Redis." : "Kan niet met Redis verbinden.",
    "Redis authentication error." : "Redis authenticatie fout.",
    "Cannot connect to the right Redis database." : "Kan niet met de correcte Redis databank verbinden.",
    "Optical character recognition" : "Optische tekenherkening (OCR)",
    "Installed languages" : "Geïnstalleerde talen",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Hier is een puntcomma ';' gescheiden lijst van talen die ondersteund worden door Docker worker instance (meer details in de wiki  op GitHub). ",
    "Apply" : "Toepassen",
    "Redis host" : "Redis host",
    "The host of the Redis instance for communication with the OCR worker." : "De hostnaam van de Redis machine voor communicatie met de OCR interface.",
    "Redis port" : "Redis poort",
    "The corresponding port (normally 6379)." : "De corresponderende poort (normaal 6379)",
    "Redis database" : "Redis databank",
    "The Redis database (normally 0)." : "De Redis databank (normaal 0)",
    "Redis password" : "Redis wachtwoord",
    "The password to authenticate (normally OCR)." : "Het wachtwoord om te verificeren (normaal OCR)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}