{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Reconhecimento ótico de caracteres",
    "Text recognition for your images" : "Reconhecimento de texto para suas imagens",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Descrição\n\nO processamento de OCR (reconhecimento óptico de caracteres) do Nextcloud para imagens com tesseract-js traz capacidade de OCR para o seu Nextcloud.\nO aplicativo usa tesseract-js no navegador para processar imagens (png, jpeg, tiff, bmp) e salva o arquivo PDF de saída na pasta de origem no nextcloud. Isso, por exemplo, permite que você pesquise nele.\n\n## Pré-requisitos, Requisitos e Dependências\nO aplicativo OCR tem alguns pré-requisitos:\n\n- [Nextcloud 16 e superior](https://nextcloud.com/)\n\n- Compatível apenas com os navegadores modernos mais recentes (Chrome, Edge, Firefox, Opera, Safari*)\n\n- O Tesseract traineddata precisa de cerca de 200 MB de espaço em seu servidor (será instalado automaticamente).\n\n\n_* No Safari há atualmente um problema com a [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), que requer que um administrador defina o 'script-src' para 'unsafe-eval' para que o aplicativo funcione corretamente. Como isso é bastante inseguro, o próprio aplicativo não o define e recomenda decidir isso por sua conta e risco (certifique-se de que você sabe o que é CSP e o que, por exemplo, o unsafe-eval causa)._\n\n## Instalação\nInstale o aplicativo da [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) ou baixe o pacote de lançamento do github (**NÃO** as fontes) e coloque o conteúdo em **nextcloud/aplicativos/ocr/**.\n\n## Isenção de responsabilidade\nO software é distribuído \"COMO ESTÁ\", SEM GARANTIAS OU\nCONDIÇÕES DE QUALQUER TIPO, expressas ou implícitas.\n\n## Observação\nA versão 3 e versões anteriores não são mais suportadas/mantidas pelo autor. Portanto, para processamento em segundo plano assíncrono, faça um fork do repositório e use o ramo \"not-maintained\" para trabalhar em melhorias. O autor não foi capaz de apoiá-lo por causa de muito esforço.\nAlém disso, este projeto é baseado em uma conversão de webassembly do tesseract. O mantenedor parou de trabalhar no processamento de PDF neste aplicativo e começará a trabalhar em um aplicativo separado para manipulação de pdf.",
    "Target file already exists:" : "O arquivo de destino já existe:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Ocorreu um erro inesperado durante o carregamento de seus idiomas favoritos. Nenhum idioma será definido.",
    "An unexpected error occurred during the upload of the processed file." : "Ocorreu um erro inesperado durante o upload do arquivo processado.",
    "An unexpected error occurred during the deletion of the original file." : "Ocorreu um erro inesperado durante a exclusão do arquivo original.",
    "An unexpected error occurred during Tesseract processing." : "Ocorreu um erro inesperado durante o processamento Tesseract.",
    "OCR processing failed:" : "Falha ao processar OCR:",
    "MIME type not supported." : "Tipo MIME não suportado.",
    "Process" : "Processar",
    "A large number of files may take a very long time." : "Um grande número de arquivos pode levar muito tempo.",
    "{file}/{files} Files successfully processed" : "{file}/{files} Arquivos processados com sucesso",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n arquivo sendo processado:","%n arquivos sendo processados:","%n arquivos sendo processados:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Excluir o arquivo original (imagem)","Excluir os arquivos originais (imagens)","Excluir os arquivos originais (imagens)"],
    "_%n file_::_%n files_" : ["%n arquivo","%n arquivos","%n arquivos"],
    "Afrikaans" : "Africâner",
    "Arabic" : "Árabe",
    "Azerbaijani" : "Azerbaijanês",
    "Belarusian" : "Bielorrusso",
    "Bengali" : "Bengali",
    "Bulgarian" : "Búlgaro",
    "Catalan" : "Catalão",
    "Czech" : "Tcheco",
    "Chinese" : "Chinês",
    "Traditional Chinese" : "Chinês Tradicional",
    "Cherokee" : "Cherokee",
    "Danish" : "Dinamarquês",
    "German" : "Alemão",
    "Greek" : "Grego",
    "English" : "Inglês",
    "English (Old)" : "Inglês (Antigo)",
    "Esperanto" : "Esperanto",
    "Esperanto alternative" : "Esperanto alternativo",
    "Math" : "Matemática",
    "Estonian" : "Estoniano",
    "Basque" : "Basco",
    "Persian (Farsi)" : "Persa (Farsi)",
    "Finnish" : "Finlandês",
    "French" : "Francês",
    "Frankish" : "Franco",
    "French (Old)" : "Francês (Antigo)",
    "Galician" : "Galego",
    "Ancient Greek" : "Grego Antigo",
    "Hebrew" : "Hebreu",
    "Hindi" : "Hindi",
    "Croatian" : "Croata",
    "Hungarian" : "Húngaro",
    "Indonesian" : "Indonésio",
    "Icelandic" : "Islandês",
    "Italian" : "Italiano",
    "Italian (Old)" : "Italiano (Antigo)",
    "Japanese" : "Japonês",
    "Kannada" : "Canará",
    "Korean" : "Coreano",
    "Latvian" : "Letão",
    "Lithuanian" : "Lituano",
    "Malayalam" : "Malaiala",
    "Macedonian" : "Macedônio",
    "Maltese" : "Maltês",
    "Malay" : "Malaio",
    "Dutch" : "Holandês",
    "Norwegian" : "Norueguês",
    "Polish" : "Polonês",
    "Portuguese" : "Português",
    "Romanian" : "Romeno",
    "Russian" : "Russo",
    "Slovakian" : "Eslovaco",
    "Slovenian" : "Esloveno",
    "Spanish" : "Espanhol",
    "Spanish (Old)" : "Espanhol (Antigo)",
    "Albanian" : "Albanês",
    "Serbian (Latin)" : "Sérvio (Latim)",
    "Swahili" : "Suaíli",
    "Swedish" : "Sueco",
    "Tamil" : "Tâmil",
    "Telugu" : "Télugo",
    "Tagalog" : "Tagalo",
    "Thai" : "Tailandês",
    "Turkish" : "Turco",
    "Ukrainian" : "Ucraniano",
    "Vietnamese" : "Vietnamita",
    "Press enter to select" : "Pressione enter para selecionar",
    "Press enter to remove" : "Pressione enter para excluir",
    "Selected" : "Selecionado",
    "No matches found" : "Nenhuma correspondência encontrada",
    "Select language" : "Selecionar idioma",
    "Save" : "Salvar",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Erro ao salvar seus idiomas favoritos. Tente novamente.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Erro ao carregar seus idiomas favoritos. Tente novamente.",
    "An error occured during save of your favorite languages. Please check your input." : "Erro ao salvar seus idiomas favoritos. Verifique sua entrada.",
    "Selected languages will be preselected by default in the OCR dialog." : "Os idiomas marcados serão pré-selecionados por padrão na caixa de diálogo OCR.",
    "Favorite languages" : "Idiomas favoritos"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}