{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Оптичко препознавање знакова",
    "Text recognition for your images" : "Препознавање текста у вашим сликама",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Опис\n\nNextcloud OCR (optical character recognition - оптичко препознавање карактера) обрада слика са tesseract-js доноси OCR могућност на ваш Nextcloud.\nОва апликација користи tesseract-js у интернет прегледачу да обради слике (png, jpeg, tiff, bmp) и сачува излазни PDF фајл у изворни фолдер на nextcloud. На тај начин, на пример, можете вршити претрагу у њему.\n\n## Предуслови, захтеви и зависности\nOCR апликација има неке предуслове:\n\n - [Nextcloud 16 и новији](https://nextcloud.com/)\n\n - Подржани су само најновији модерни веб прегледачи (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata захтева око 200 MB простора на вашем серверу (инсталираће се аутоматски).\n\n\n_* На прегледачу Safari тренутно постоји проблем са [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), услед којег је потребно да Администратор постави ’script-src’ на ’unsafe-eval’ да би апликација функционисала како треба. Пошто је ово прилично небезбедно, сама апликација то не поставља и саветује да то одлучите на сопствени ризик (молимо вас да у потпуности разумете шта је CSP шта моће да проузрокује unsafe-eval нпр.)._\n\n## Инсталација\nИнсталирајте апликацију са [Nextcloud Продавнице апликација](https://apps.nextcloud.com/apps/ocr) или преузмите пакет издања са github сервиса (**НЕ** изворни кôд) и поставите садржај у **nextcloud/apps/ocr/**.\n\n## Одрицање од одговорности\nСофтвер се испоручује „ОНАКАВ КАКАВ ЈЕ”, БЕЗ ИКАКВИХ ГАРАНЦИЈА ИЛИ УСЛОВА, било директних, било посредних.\n\n## Напомена\nАутор више не подржава/одржава верзију 3 и старије. Тако да ако желите асинхрону обраду у позадини, молимо вас да направите рачву репозиторијума и користите грану „not-maintained” за рад на побољшањима. Аутор није могао то да подржи јер је потребно много труда.\nУз то, овај пројекат је заснован на webassembly порту програма tesseract. Одржавалац је прекинуо рад на PDF обради у овој апликацији и почео рад на одвојеној апликацији за обраду pdf фајлова.",
    "Target file already exists:" : "Одредишни фајл већ постоји:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Дошло је до неочекиване грешке током учитавања ваших омиљених језика. Неће се поставити ниједан језик.",
    "An unexpected error occurred during the upload of the processed file." : "Дошло је до неочекиване грешке током отпремања обрађеног фајла.",
    "An unexpected error occurred during the deletion of the original file." : "Дошло је до неочекиване грешке током брисања оригиналног фајла.",
    "An unexpected error occurred during Tesseract processing." : "Дошло је до неочекиване грешке током Tesseract обраде.",
    "OCR processing failed:" : "OCR процесирање није успело:",
    "MIME type not supported." : "MIME тип није подржан.",
    "Process" : "Обради",
    "A large number of files may take a very long time." : "Обрада великог броја фајлова може да потраје веома дуго.",
    "{file}/{files} Files successfully processed" : "{file}/{files} Фајлови су успешно обрађени",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n фајл се обрађује:","%n фајла се обрађују:","%n фајлова се обрађује:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Обриши оригинални фајл (слику)","Обриши оригиналне фајлове (слике)","Обриши оригиналне фајлове (слике)"],
    "_%n file_::_%n files_" : ["%n фајл","%n фајла","%n фајлова"],
    "Afrikaans" : "Африканс",
    "Arabic" : "Арапски",
    "Azerbaijani" : "Азерски",
    "Belarusian" : "Белоруски",
    "Bengali" : "Бенгалски",
    "Bulgarian" : "Бугарски",
    "Catalan" : "Каталонски",
    "Czech" : "Чешки",
    "Chinese" : "Кинески",
    "Traditional Chinese" : "традиционални кинески",
    "Cherokee" : "Чероки",
    "Danish" : "Дански",
    "German" : "Немачки",
    "Greek" : "Грчки",
    "English" : "Енглески",
    "English (Old)" : "енглески (стари)",
    "Esperanto" : "Есперанто",
    "Esperanto alternative" : "есперанто алтернативни",
    "Math" : "математика",
    "Estonian" : "Естонски",
    "Basque" : "Баскијски",
    "Persian (Farsi)" : "персијски (фарси)",
    "Finnish" : "Фински",
    "French" : "Француски",
    "Frankish" : "франaчки",
    "French (Old)" : "француски (стари)",
    "Galician" : "Галицијски",
    "Ancient Greek" : "старогрчки",
    "Hebrew" : "Јеврејски",
    "Hindi" : "Хинду",
    "Croatian" : "Хрватски",
    "Hungarian" : "Мађарски",
    "Indonesian" : "Индонежански",
    "Icelandic" : "Исландски",
    "Italian" : "Италијански",
    "Italian (Old)" : "италијански (стари)",
    "Japanese" : "Јапански",
    "Kannada" : "Канада",
    "Korean" : "Корејски",
    "Latvian" : "Летонски",
    "Lithuanian" : "Литвански",
    "Malayalam" : "Малајалам",
    "Macedonian" : "Македонски",
    "Maltese" : "Малтешки",
    "Malay" : "Малајски",
    "Dutch" : "Холандски",
    "Norwegian" : "Норвешки",
    "Polish" : "Пољски",
    "Portuguese" : "Португалски",
    "Romanian" : "Румунски",
    "Russian" : "Руски",
    "Slovakian" : "словачки",
    "Slovenian" : "Словеначки",
    "Spanish" : "Шпански",
    "Spanish (Old)" : "шпански (стари)",
    "Albanian" : "Албански",
    "Serbian (Latin)" : "Српски (латиница)",
    "Swahili" : "Свахили",
    "Swedish" : "Шведски",
    "Tamil" : "Тамилски",
    "Telugu" : "Телугу",
    "Tagalog" : "Тагалог",
    "Thai" : "Тајландски",
    "Turkish" : "Турски",
    "Ukrainian" : "Украјински",
    "Vietnamese" : "Вијетнамски",
    "Press enter to select" : "Притисните ентер да изаберете",
    "Press enter to remove" : "Притисните ентер да уклоните",
    "Selected" : "Одабрано",
    "No matches found" : "Нема подударања",
    "Select language" : "Одаберите језик",
    "Save" : "Сачувај",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Дошло је до неочекиване грешке током чувања ваших омиљених језика. Молимо вас покушајте поново.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Дошло је до неочекиване грешке током учитавања ваших омиљених језика. Молимо вас покушајте поново.",
    "An error occured during save of your favorite languages. Please check your input." : "Дошло је до неочекиване грешке током чувања ваших омиљених језика. Молимо вас да проверите свој унос.",
    "Selected languages will be preselected by default in the OCR dialog." : "Изабрани језици ће аутоматски бити изабрани у OCR дијалогу.",
    "Favorite languages" : "Омиљни језици"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}