{ "translations": {
    "OCR" : "OCR",
    "Optical character recognition" : "Utambuzi wa herufi za macho",
    "Text recognition for your images" : "Utambuzi wa maandishi kwa picha zako",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images with tesseract-js brings OCR capability to your Nextcloud.\nThe app uses tesseract-js in the browser in order to process images (png, jpeg, tiff, bmp) and saves the output PDF file to the source folder in nextcloud. That for example enables you to search in it.\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n\n - [Nextcloud 16 and up](https://nextcloud.com/)\n\n - Only supported on latest modern web browsers (Chrome, Edge, Firefox, Opera, Safari*)\n\n - Tesseract traineddata needs about 200 MB space on your server (will be installed automatically).\n\n\n_* On Safari there is currently a problem with the [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), that requires an Administrator to set the 'script-src' to 'unsafe-eval' such that the app works properly. Because this is quite insecure the app itself does not set it and recommends to decide that on your own risk (please make sure, that you know what CSP is and what e.g. unsafe-eval causes)._\n\n## Installation\nInstall the app from the [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied.\n\n## Note\nThe version 3 and earlier versions are not supported/maintained anymore by the author. So for asynchronous background processing please fork the repository and use the \"not-maintained\" branch to work on improvements. The author wasn't able to support it because of too much effort.\nMoreover this project is based on a webassembly port of tesseract. The maintainer stopped working on PDF processing in this app and will start working on separate app for pdf handling." : "# Maelezo\n\nUchakataji wa Nextcloud OCR (utambuzi wa herufi za macho) kwa picha zilizo na tesseract-js huleta uwezo wa OCR kwenye Nextcloud yako.\nProgramu hutumia tesseract-js kwenye kivinjari ili kuchakata picha (png, jpeg, tiff, bmp) na kuhifadhi faili ya pato ya PDF kwenye folda chanzo katika nextcloud. Hiyo kwa mfano inakuwezesha kutafuta ndani yake.\n\n## Mahitaji, Mahitaji na Mategemeo\nProgramu ya OCR ina mahitaji ya lazima:\n\n- [Nextcloud 16 na zaidi](https://nextcloud.com/)\n\n- Inatumika tu kwenye vivinjari vya kisasa vya wavuti (Chrome, Edge, Firefox, Opera, Safari*)\n\n- Data iliyofunzwa ya Tesseract inahitaji takriban nafasi ya MB 200 kwenye seva yako (itasakinishwa kiotomatiki).\n \n_* Kwenye Safari kwa sasa kuna tatizo na [Content-Security-Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP), ambayo inahitaji Msimamizi kuweka 'script-src' kuwa 'unsafe-eval' ili programu ifanye kazi vizuri. Kwa sababu hii si salama kabisa programu yenyewe haijaiweka na inapendekeza kuamua hilo kwa hatari yako mwenyewe (tafadhali hakikisha, kwamba unajua CSP ni nini na nini k.m. sababu zisizo salama)._\n\n## Ufungaji\nSakinisha programu kutoka [Nextcloud App Store](https://apps.nextcloud.com/apps/ocr) au pakua kifurushi cha toleo kutoka kwa github (**SI** vyanzo) na uweke maudhui katika **nextcloud/apps/ocr/**.\n\n##Kanusho\nProgramu inasambazwa kwa MSINGI WA \"KAMA ILIVYO\", BILA DHAMANA AU\nMASHARTI YA AINA YOYOTE, iwe ya kueleza au kudokezwa.\n\n## Kumbuka\nToleo la 3 na matoleo ya awali hayatumiki/hayadumizwi tena na mwandishi. Kwa hivyo kwa usindikaji wa mandharinyuma ya asynchronous tafadhali weka hazina na utumie tawi \"lisilodumishwa\" kufanya kazi ya uboreshaji. Mwandishi hakuweza kuunga mkono kwa sababu ya juhudi nyingi.\nZaidi ya hayo mradi huu unategemea bandari ya wavuti ya tesseract. Mtunzaji aliacha kufanya kazi ya kuchakata PDF katika programu hii na ataanza kufanya kazi kwenye programu tofauti ya kushughulikia pdf.",
    "Target file already exists:" : "Faili lengwa tayari ipo:",
    "An unexpected error occurred during the load of your favorite languages. No language will be set instead." : "Hitilafu isiyotarajiwa ilitokea wakati wa kupakia lugha zako unazozipenda. Hakuna lugha itakayowekwa badala yake.",
    "An unexpected error occurred during the upload of the processed file." : "Hitilafu isiyotarajiwa ilitokea wakati wa kupakia faili iliyosindikwa.",
    "An unexpected error occurred during the deletion of the original file." : "Hitilafu isiyotarajiwa ilitokea wakati wa kufuta faili asili.",
    "An unexpected error occurred during Tesseract processing." : "Hitilafu isiyotarajiwa ilitokea wakati wa usindikaji wa Tesseract.",
    "OCR processing failed:" : "Uchakataji wa OCR umeshindwa:",
    "MIME type not supported." : "Aina ya MIME haitumiki.",
    "Process" : "Mchakato",
    "A large number of files may take a very long time." : "Idadi kubwa ya faili inaweza kuchukua muda mrefu sana.",
    "{file}/{files} Files successfully processed" : "{file}/{files} Faili zimechakatwa",
    "_%n file is being processed:_::_%n files are being processed:_" : ["%n file is being processed:","Faili %n zinachakatwa:"],
    "_Delete original file (image)_::_Delete original files (images)_" : ["Delete original file (image)","Futa faili asili (picha)"],
    "_%n file_::_%n files_" : ["%n file","%n faili"],
    "Afrikaans" : "Kiafrikans",
    "Arabic" : "Kiarabu",
    "Azerbaijani" : "Kiazebaijani",
    "Belarusian" : "Kibelarusi",
    "Bengali" : "Kibengali",
    "Bulgarian" : "Kibulgaria",
    "Catalan" : "Kicatalani",
    "Czech" : "Kiczech",
    "Chinese" : "Kichina",
    "Traditional Chinese" : "Kichina cha jadi",
    "Cherokee" : "Cherokee",
    "Danish" : "Kidenish",
    "German" : "Kijerumani",
    "Greek" : "Kigiriki",
    "English" : "Kiingereza",
    "English (Old)" : "Kiingereza (cha zamani)",
    "Esperanto" : "Kiesperanto",
    "Esperanto alternative" : "Mbadala wa Kiesperanto",
    "Math" : "Math",
    "Estonian" : "Kiestonia",
    "Basque" : "Kibasque",
    "Persian (Farsi)" : "Kiajemi (Farsi)",
    "Finnish" : "Kifini",
    "French" : "Kifaransa",
    "Frankish" : "Kifrankish",
    "French (Old)" : "Kifaransa (cha zamani)",
    "Galician" : "Kigalisia",
    "Ancient Greek" : "Kigiriki cha Kale",
    "Hebrew" : "Kiebrania",
    "Hindi" : "Kihindi",
    "Croatian" : "Kikroeshia",
    "Hungarian" : "Kihungaria",
    "Indonesian" : "Kiindonesia",
    "Icelandic" : "Kiaislandi",
    "Italian" : "Kiitaliano",
    "Italian (Old)" : "Kiitaliano (cha zamani)",
    "Japanese" : "Kijapani",
    "Kannada" : "Kikanada",
    "Korean" : "Kikorea",
    "Latvian" : "Kilatvia",
    "Lithuanian" : "Kilithuania",
    "Malayalam" : "Kimalayalam",
    "Macedonian" : "Kimasedonia",
    "Maltese" : "Kimalta",
    "Malay" : "Kimalei",
    "Dutch" : "Kiholanzi",
    "Norwegian" : "Kinorwe",
    "Polish" : "Kipolandi",
    "Portuguese" : "Kireno",
    "Romanian" : "Kiromania",
    "Russian" : "Kirusi",
    "Slovakian" : "Kislovakia",
    "Slovenian" : "Kislovenia",
    "Spanish" : "Kihispania",
    "Spanish (Old)" : "Kihispania (cha zamani)",
    "Albanian" : "Kialbania",
    "Serbian (Latin)" : "Kiserbia (Kilatini)",
    "Swahili" : "Kiswahili",
    "Swedish" : "Kiswedish",
    "Tamil" : "Kitamil",
    "Telugu" : "Kitelugu",
    "Tagalog" : "Kitagalogi",
    "Thai" : "Kithai",
    "Turkish" : "Kituruki",
    "Ukrainian" : "Kiukreini",
    "Vietnamese" : "Kivietinamu",
    "Press enter to select" : "Bonyeza enter ili kuchagua",
    "Press enter to remove" : "Bonyeza enter ili kuondoa",
    "Selected" : "Iliyochaguliwa",
    "No matches found" : "Hakuna mifanano iliyopatikana",
    "Select language" : "Chagua lugha",
    "Save" : "Hifadhi",
    "An unexpected error occured during save of your favorite languages. Please try again." : "Hitilafu isiyotarajiwa ilitokea wakati wa kuhifadhi lugha unazozipenda. Tafadhali jaribu tena.",
    "An unexpected error occured during load of your favorite languages. Please try again." : "Hitilafu isiyotarajiwa ilitokea wakati wa kupakia lugha unazozipenda. Tafadhali jaribu tena.",
    "An error occured during save of your favorite languages. Please check your input." : "Hitilafu ilitokea wakati wa kuhifadhi lugha unazozipenda. Tafadhali angalia ingizo lako.",
    "Selected languages will be preselected by default in the OCR dialog." : "Lugha zilizochaguliwa zitachaguliwa mapema kwa chaguo-msingi katika kidirisha cha OCR.",
    "Favorite languages" : "Lugha zinazopendwa"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}