{ "translations": {
    "Saved." : "Kaydedildi.",
    "Saving languages failed:" : "Diller kaydedilemedi:",
    "The languages are not specified in the correct format." : "Diller doğru biçimde belirtilmemiş.",
    "Saving Redis settings failed:" : "Redis ayarları kaydedilemedi:",
    "The Redis settings are not specified in the right format." : "Redis ayarları doğru biçimde belirtilmemiş.",
    "OCR" : "Karakter Tanıma",
    "OCR processing failed:" : "Karakter tanıma işlemi tamamlanamadı:",
    "No file selected." : "Herhangi bir dosya seçilmemiş.",
    "MIME type not supported." : "MIME türü desteklenmiyor.",
    "_OCR processing for %n file failed. For details please go to your personal settings._::_OCR processing for %n files failed. For details please go to your personal settings._" : ["%n dosyada karakter tanıma işlemi tamamlanamadı. Ayrıntılar için kişisel ayarlar bölümüne bakın.","%n dosyada karakter tanıma işlemi tamamlanamadı. Ayrıntılar için kişisel ayarlar bölümüne bakın."],
    "OCR status could not be retrieved:" : "OCR durumu alınamadı:",
    "No languages available for OCR processing. Please make sure to configure the languages in the administration section." : "OCR işlemi için kullanılabilecek bir dil yok. Lütfen yönetim bölümünden dillerin ayarlandığından emin olun.",
    "Available languages could not be retrieved:" : "Kullanılabilecek diller alınamadı:",
    "Process" : "İşlem",
    "Replace" : "Değiştir",
    "_OCR started: %n new file in queue._::_OCR started: %n new files in queue._" : ["Karakter Tanıma başlatıldı: Kuyrukta %n yeni dosya var.","Karakter Tanıma başlatıldı: Kuyrukta %n yeni dosya var."],
    "_OCR: %n currently pending file in queue._::_OCR: %n currently pending files in queue._" : ["Karakter Tanıma: Kuyrukta bekleyen %n dosya var.","Karakter Tanıma: Kuyrukta bekleyen %n dosya var."],
    "No matches found." : "Hehrangi bir eşleşme bulunamadı.",
    "Select language" : "Dil seçin",
    "OCR jobs could not be retrieved:" : "OCR görevleri alınamadı:",
    "The job for the following file object has been successfully deleted:" : "Şu dosya nesnesinin işi silindi:",
    "Error during deletion:" : "Silinirken sorun çıktı:",
    "Delete" : "Sil",
    "No pending or failed OCR items found." : "Bekleyen ya da tamamlanamamış karakter tanıma işlemi yok.",
    "Refresh" : "Yenile",
    "Delete from queue" : "Kuyruktan sil",
    "File" : "Dosya",
    "Status" : "Durum",
    "Log" : "Günlük",
    "Replace by result" : "Sonuca göre değiştir",
    "Saved" : "Saved",
    "Please setup Redis in the administration settings first." : "Lütfen önce yönetim ayarları bölümünden Redis kurulumunu yapın.",
    "The given settings key is empty." : "Belirtilen ayar anahtarı boş.",
    "The Redis host is not specified in the correct format." : "Redis sunucusu doğru biçimde belirtilmemiş.",
    "The Redis port number is not specified in the correct format." : "Redis kapı numarası doğru biçimde belirtilmemiş.",
    "The Redis DB is not specified in the correct format." : "Redis veritabanı doğru biçimde belirtilmemiş.",
    "Wrong parameter." : "Parametre doğru değil.",
    "Wrong MIME type." : "MIME türü doğru değil.",
    "Cannot replace shared files." : "Paylaşılan dosyalar değiştirilemez.",
    "Empty parameters passed." : "Boş parametre gönderildi.",
    "Cannot delete because of wrong owner." : "Hatalı kullanıcı nedeniyle silinemedi.",
    "Cannot delete because of wrong ID." : "Hatalı kod nedeniyle silinemedi.",
    "Reading the finished jobs from Redis went wrong." : "Tamamlanmış Redis işleri okunurken sorun çıktı.",
    "Temp file does not exist." : "Geçici dosya bulunamadı.",
    "OCR could not put processed file to the right target folder. If you selected the replace option, you can restore the file by using the trash bin." : "OCR işlenmiş dosyayı sağdaki hedef klasöre koyamadı. Değiştir seçeneğini seçtiyseniz çöp kutusunu kullanarak dosyayı geri yükleyebilirsiniz.",
    "Could not add files to the Redis OCR processing queue." : "Dosyalar Redis karakter tanıma kuyruğuna eklenemedi.",
    "Temp file cannot be created." : "Geçici dosya oluşturulamadı.",
    "Cannot delete temporary file during creation of temp file for Tesseract." : "Dört boyutlu küp için geçici dosya oluşturulurken geçici dosya silinemedi.",
    "Cannot create temporary file for Tesseract." : "Dört boyutlu küp için geçici dosya oluşturulamadı.",
    "Cannot set permissions for temporary Tesseract file." : "Dört boyutlu küp için geçici dosya izinleri ayarlanamadı.",
    "Message queueing capabilities are missing on the server (package php-redis)." : "Sunucu üzerinde iletileri kuyruğa ekleme yeteneği yok (php-redis paketi).",
    "Cannot connect to Redis." : "Redis bağlantısı kurulamadı.",
    "Redis authentication error." : "Redis kimlik doğrulama sorunu.",
    "Cannot connect to the right Redis database." : "Doğru Redis veritabanına bağlanılamadı.",
    "Optical character recognition" : "Optik Karakter Tanıma",
    "Text recognition for your images and pdf files" : "Bu uygulama, görsel ve PDF dosyalarının karakter tanıma ile metne dönüştürülmesini sağlar",
    "# Description\n\nNextcloud OCR (optical character recognition) processing for images and PDF with tesseract-ocr and OCRmyPDF brings OCR capability to your Nextcloud.\nThe app uses a docker container with tesseract-ocr, OCRmyPDF and communicates over redis in order to process images (png, jpeg, tiff) and PDF asynchronously and save the output file to the source folder in nextcloud. That for example enables you to search in it. (Hint: currently not all PDF-types are supported, for more information see [here](https://github.com/jbarlow83/OCRmyPDF))\n\n## Prerequisites, Requirements and Dependencies\nThe OCR app has some prerequisites:\n - **[Nextcloud 12 or 13](https://nextcloud.com/)**. For older versions take an older major version of this app.\n - **Linux** server as environment. (tested with Debian 8, Raspbian and Ubuntu 14.04 (Trusty))\n - **Docker** is used for processing files. tesseract-ocr and OCRmyPDF reside in a docker container.\n - **php-redis** is used for the communication and has to be a part of your php.\n\n## Limitations\nCurrently the app is not working with any activated encryption, nor is it working with files shared via external storage or federated sharing. This has to be considered. If one wants to process such a file, it must be copied to the local environment.\n\nFor further information see the [homepage](https://github.com/janis91/ocr/wiki/Usage) or the appropriate documentation in the wiki.\n\n## Installation\nInstall the app from the [Nextcloud AppStore](http://apps.nextcloud.com) or download the release package from github (**NOT** the sources) and place the content in **nextcloud/apps/ocr/**.\n\n**Please consider: The app will not work as long as the Docker container isn't running. (more information in the [wiki](https://github.com/janis91/ocr/wiki))**\n\n## Administration and Usage\nPlease read the related topics in the [wiki](https://github.com/janis91/ocr/wiki).\n\n## Disclaimer\nThe software is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR\nCONDITIONS OF ANY KIND, either express or implied." : "# Açıklama\n\nNextcloud OCR (optical karakter tanıma), tesseract-ocr ve OCRmyPDF uygulamalarını kullanarak, Nextcloud sunucunuz üzerine görsel ve PDF dosyalarını işleyerek metine dönüştürme yeteneği ekler. Uygulama tesseract-ocr ve OCRmyPDF uygulamalarını bir docker kapsayıcı içinde görüntüleyerek redis üzerinden eş zamanlı olmayan biçimde iletişim kurar, görsel (png, jpeg, tiff) ve PDF dosyalarını işleyerek sonuç dosyasını kaynak dosyanın bulunduğu Nextcloud klasörüne kaydeder. Böylece sonuç dosyasını kolayca bulabilirsiniz. (Not: şu anda tüm PDF türleri desteklenmiyor. Ayrıntılı bilgi almak için [buraya](https://github.com/jbarlow83/OCRmyPDF) bakabilirsiniz.)\n\n## Hazırlıklar, Gereksinimler ve Bağımlılıklar\nOCR uygulaması için şunlar gereklidir:\n- **[Nextcloud 12 ya da 13](https://nextcloud.com/)**. Daha eski sürümler için bu uygulamanın daha eski bir ana sürümünü kullanın.\n- **Linux** sunucu ortamı. (Debian 8, Raspbian ve Ubuntu 14.04 (Trusty) ile çalıştığı denenmiştir)\n- Dosyaları işlemek için **Docker**. tesseract-ocr ve OCRmyPDF bir docker kapsayıcısı içinde bulunur.\n- Veri iletişimi için php kurulumunuzun parçası olması gerkeen **php-redis**.\n\n## Limitations\nBu uygulama şu anda herhangi bir etkinleştirilmiş şifreleme ile birlikte ya da dış depolama ya da birleşmiş paylaşım üzerinden paylaşılmış dosyalar üzerinde çalışmaz. Bu durum göz önüne alınmalıdır. Böyle bir dosyanın işlenebilmesi için yerel ortama kopyalanmasının gerekeceği unutulmamalıdır.\n\nAyrıntılı bilgi almak için [ana syafaya](https://github.com/janis91/ocr/wiki/Usage) ya da ilgili wiki belgelerine bakabilirsiniz.\n\n## Kurulum\nUygulamayı [Nextcloud Uygulama Mağazası](http://apps.nextcloud.com) üzerinden ya da github üzerindeki dağıtım paketini (kaynakları DEĞİL) indirerek ve içeriğini **nextcloud/apps/ocr/** klasörüne kopyalarak kurabilirsiniz. \n\n**Lütfen unutmayın: Uygulama Docker kapsayıcı çalışmıyorsa uygulama kullanılamaz (Ayrıntılı bilgi almak için [wiki](https://github.com/janis91/ocr/wiki) bölümüne bakabilirsiniz.)**\n\n## Yönetim ve Kullanım\nAyrıntılı bilgi almak için [wiki](https://github.com/janis91/ocr/wiki) üzerinde ilgili bölümlere bakabilirsiniz.\n\n## Sorumluluk Reddi\nBu yazılım \"OLDUĞU GİBİ\" başka HERHANGI BIR açıklanmış ya da gizlenmiş GARANTİ YA DA KOŞUL OLMADAN sunulmaktadır.",
    "Installed languages" : "Kurulmuş diller",
    "Here goes a semicolon separated list of languages that are supported by the Docker worker instance (more details in the wiki on GitHub)." : "Docker worker kopyası tarafından desteklenen dillerin noktalı virgül ile ayrılmış listesi (ayrıntılı bilgi almak için GitHub üzerinde wiki bölümüne bakabilirsiniz).",
    "Apply" : "Uygula",
    "Redis host" : "Redis sunucusu",
    "The host of the Redis instance for communication with the OCR worker." : "Karakter tanıma çalışanı ile iletişim kuracak Redis kopyası sunucusu.",
    "Redis port" : "Redis kapı numarası",
    "The corresponding port (normally 6379)." : "Uygun kapı numarası (normal olarak 6379).",
    "Redis database" : "Redis veritabanı",
    "The Redis database (normally 0)." : "Redis veritabanı (normal olarak 0).",
    "Redis password" : "Redis parolası",
    "The password to authenticate (normally OCR)." : "Kimlik doğrulama parolası (normal olarak OCR)."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}